const bookInfo1 = {
    author_books: [
        {
            title: '夜妖娆',
            cover: 'http://cover.read.duokan.com/mfsv2/download/s010/p013S5Z1IIGY/WeCtQRFbhAsMef.jpg',
            fiction_id: 17905
        },
        {
            title: '重生之惊世亡妃',
            cover: 'http://cover.read.duokan.com/mfsv2/download/s010/p01YEcKb7Nfw/EXm6xlGNlnT4Kf.jpg',
            fiction_id: 317738
        }
    ],
    item: {
        word_count: 645576,
        rights: '潇湘书院',
        title: '婚后相爱：腹黑老公爆萌妻',
        content:
            '红罗帐内，她被迫承欢，三千青丝在身上狂情男子眼中寸寸成雪。红罗帐外，她的夫君却与美人对酌成欢，双双笑看一场真人春宫秀。当红光被撕裂，点点在风中落下。她艰难步出，那随风飞舞的满头银发，最终刺痛的，又是谁的心扉？经历无情伤害后，一代倾世红颜被逼入绝境，满头青丝成雪。她究竟该低头认命？还是该绝地反击、绽放耀世光芒。试看，三千发丝白如雪，回眸一顾倾断万人肠。',
        updated: 1393386565,
        finish: true,
        authors: '莫言殇',
        categories: [
            {category_id: 130000, label: '穿越架空'},
            {category_id: 130200, label: '历史穿越'},
            {category_id: 17000000, label: '古代言情'},
            {category_id: 17000300, label: '古代情缘'}
        ],
        cover: 'http://cover.read.duokan.com/mfsv2/download/s010/p01I1zQew1EB/MEp59LJ9HQEJ7f.jpg',
        fiction_id: 2,
        latest: '魂归三',
        chapters: [
            {
                price: 0,
                chapter_id: 0,
                word_count: 2348,
                free: true,
                title: '人生何处不相逢 第001章 死都要成名'
            },
            {
                price: 0,
                chapter_id: 1,
                word_count: 2266,
                free: true,
                title: '第002章 十年卖身契'
            },
            {
                price: 0,
                chapter_id: 2,
                word_count: 2287,
                free: true,
                title: '第003章 没钱就滚！'
            },
            {
                price: 0,
                chapter_id: 3,
                word_count: 2405,
                free: true,
                title: '第004章 绝处逢生？'
            },
            {
                price: 0,
                chapter_id: 4,
                word_count: 2432,
                free: true,
                title: '第005章 救命的稻草'
            },
            {
                price: 0,
                chapter_id: 5,
                word_count: 2174,
                free: true,
                title: '第006章 寝室闹矛盾'
            },
            {
                price: 0,
                chapter_id: 6,
                word_count: 2617,
                free: true,
                title: '第007章 尤物的潜质'
            },
            {
                price: 0,
                chapter_id: 7,
                word_count: 2811,
                free: true,
                title: '第008章 八辈子血霉'
            },
            {
                price: 0,
                chapter_id: 8,
                word_count: 2028,
                free: true,
                title: '第009章 致命的诱惑'
            },
            {
                price: 0,
                chapter_id: 9,
                word_count: 2942,
                free: true,
                title: '第010章 第一次的人'
            },
            {
                price: 0,
                chapter_id: 10,
                word_count: 2436,
                free: true,
                title: '第011章 无法入你眼'
            },
            {
                price: 0,
                chapter_id: 11,
                word_count: 2480,
                free: true,
                title: '第012章 自有恶人磨'
            },
            {
                price: 0,
                chapter_id: 12,
                word_count: 2329,
                free: true,
                title: '第013章 遭受到屈辱'
            },
            {
                price: 0,
                chapter_id: 13,
                word_count: 2173,
                free: true,
                title: '第014章 留一手备用'
            },
            {
                price: 0,
                chapter_id: 14,
                word_count: 2291,
                free: true,
                title: '第015章 不会作就输'
            },
            {
                price: 0,
                chapter_id: 15,
                word_count: 2508,
                free: true,
                title: '第016章 以你为赌约'
            },
            {
                price: 0,
                chapter_id: 16,
                word_count: 2479,
                free: true,
                title: '第017章 撕破了脸皮'
            },
            {
                price: 0,
                chapter_id: 17,
                word_count: 2330,
                free: true,
                title: '第018章 一眼看上你'
            },
            {
                price: 0,
                chapter_id: 18,
                word_count: 2029,
                free: true,
                title: '第019章 你不能染指'
            },
            {
                price: 0,
                chapter_id: 19,
                word_count: 2327,
                free: true,
                title: '第020章 扼杀了心动'
            },
            {
                price: 0,
                chapter_id: 20,
                word_count: 2175,
                free: true,
                title: '第021章 教你第一课'
            },
            {
                price: 0,
                chapter_id: 21,
                word_count: 2694,
                free: true,
                title: '第022章 只是经纪人'
            },
            {
                price: 0,
                chapter_id: 22,
                word_count: 2482,
                free: true,
                title: '第023章 为什么是我'
            },
            {
                price: 0,
                chapter_id: 23,
                word_count: 2328,
                free: true,
                title: '第024章 接第一部戏'
            },
            {
                price: 0,
                chapter_id: 24,
                word_count: 2443,
                free: true,
                title: '第025章 亲近也不难'
            },
            {
                price: 0,
                chapter_id: 25,
                word_count: 2149,
                free: true,
                title: '第026章 离二哥远点'
            },
            {
                price: 0,
                chapter_id: 26,
                word_count: 2314,
                free: true,
                title: '第027章 你要相信我'
            },
            {
                price: 0,
                chapter_id: 27,
                word_count: 2134,
                free: true,
                title: '第028章 不想见的人'
            },
            {
                price: 0,
                chapter_id: 28,
                word_count: 2333,
                free: true,
                title: '第029章 招惹淘气包'
            },
            {
                price: 0,
                chapter_id: 29,
                word_count: 2363,
                free: true,
                title: '第030章 妩媚遮不住'
            },
            {
                price: 0,
                chapter_id: 30,
                word_count: 2289,
                free: true,
                title: '第031章 温柔的双手'
            },
            {
                price: 0,
                chapter_id: 31,
                word_count: 2272,
                free: true,
                title: '第032章 深夜的恼怒'
            },
            {
                price: 0,
                chapter_id: 32,
                word_count: 2206,
                free: true,
                title: '第033章 你非我良人'
            },
            {
                price: 0,
                chapter_id: 33,
                word_count: 2137,
                free: true,
                title: '第034章 最美的印记'
            },
            {
                price: 0,
                chapter_id: 34,
                word_count: 2107,
                free: true,
                title: '第035章 愿就此沦陷'
            },
            {
                price: 0,
                chapter_id: 35,
                word_count: 2370,
                free: true,
                title: '第036章 给你的坦白'
            },
            {
                price: 0,
                chapter_id: 36,
                word_count: 2165,
                free: true,
                title: '第037章 教你立规矩'
            },
            {
                price: 0,
                chapter_id: 37,
                word_count: 2374,
                free: true,
                title: '第038章 可怜的旗袍'
            },
            {
                price: 0,
                chapter_id: 38,
                word_count: 2043,
                free: true,
                title: '第039章 迷失的女人'
            }
        ],
        details: [
            {
                chaptersId: 0,
                t: '人生何处不相逢 第001章 死都要成名',
                p: [
                    '此时七皇子独孤禹已从江旭身后转出，只见他眉目疏朗，一身华服，气质高贵，黑发上束金冠，冠上镶明珠，细长眼中带着三分邪气，不笑时唇亦翘起，俊朗如春日阳光，正是姑娘们最喜欢的那种类型。',
                    '彼时场中诸女，除了心中有鬼的江若雪，江若晴江若雨以及几个丫鬟乍一见他，几乎都羞得红了脸，小心肝怦怦直跳。',
                    '然而七皇子却只是抱臂看着江暖心，长眸中含了三分打量，几许疑惑，“这位是？”',
                    '江暖心方才一直站在一树梅花之后，他只见那女子身姿修长，腰肢宛如柳枝柔韧，长及膝下的墨发如云堆雪，当她款款从梅林深处走来，那一刹那，他仿佛看到了一个以冰做骨，以雪凝肤，以傲雪寒梅为神的花中精灵。',
                    '可是，当七皇子眼光落在江暖心面上那一大块紫红胎记上之时，他不由暗自凝了眉心。',
                    '“小女，江暖心！”',
                    '七皇子既然问了，江旭不得不回，不过他显然并不想多说，只是干巴巴的几个字蹦出来，可见他有多不待见这个女儿。',
                    '“见过七皇子，林大人，还有……”江暖心看着站在七皇子身后一直未出声的清俊男子，微微一笑，不卑不亢地施礼，“表哥好！”',
                    '那清俊如松的男子正是白子涵，擎北侯白宗远长子，也就是江暖心的嫡亲表哥，不过在江暖心的记忆里，这个表哥似乎很不待见她！',
                    '江暖心这一开口，霎时将所有人的目光都集中到她身上，而在场众人打量她的眼神也是各不相同的。',
                    '七皇子乍一听闻江暖心大名，细长的眼眸顿时眯紧，方才眼中的惊艳之色瞬间消失，从鼻子里冷哼一声，话语里已带了几分鄙夷与不屑，“哦，原来是未来的三皇嫂呀！真是大名如雷贯耳！失敬失敬！”',
                    '不过，他口中虽然说着失敬，那神情却是完全的厌恶，可见有多讨厌江暖心这位声名狼藉的主，当初她不要脸地死缠独孤睿他可是看在眼里的，真是可笑，他刚刚竟然还会觉得她像是花中精灵！',
                    '“不敢当！”江暖心却并不在意七皇子表露无遗的鄙视，她冷然勾唇，眼波中冷光一闪，回以淡漠一笑，“七皇子多礼了！”',
                    '七皇子闻声俊眉霎时挑高，倒是多瞧了江暖心几眼，这一看，他反倒想起方才在梅林外看到的那一幕，直觉告诉他，这个女子似乎并不像传言中那般粗鄙不堪，相反，还是最为灵透聪颖，要不然也不会三言两语就令那红衣女子失态至此了。',
                    '而且，瞧她这通身的气度，竟是给人一种高贵清华的感觉，让人不自觉就忽视了她平凡到近乎丑陋的容貌，那气质还真像足了她身后的那一树傲雪寒梅！',
                    '自从看到江暖心从亭中冲出来，白子涵就一直目不转睛看着她，虽然还是和记忆中一样的平淡容貌，而且那块覆盖在右眼上的胎记似乎还更大了，但是他总觉得一别五年，江暖心似乎有哪里不一样了，似乎不再是以前那个脑袋缺根弦的蠢笨丫头，如今的她眼中竟似有灼灼光华流动，宛如繁星尽落其中，顾盼间，整个人都明媚起来，只是被她如水眼波扫过，他向来沉稳的心弦竟然也震了震。',
                    '御史林大人摸着花白的胡子，也在打量着江暖心，“原来是大小姐！”凭他这么多年识人的眼光，他直觉判断这个女子不简单！虽然她相貌普通了点，但绝对不像市井传言那般愚蠢粗鲁，反而浑身流转耀目光华，令人无法移开视线。',
                    '林大人又瞧了瞧正恶狠狠盯着江暖心的江若雪，想起她方才那一串不堪入耳的污言秽语，这一比，高下顿现。',
                    '江暖心见众人都看过来，眼神中闪过一丝莫名光芒，她微瞥了江旭一眼，突然笑道，“今日贵客来访，又是如此难得的雪后寒梅胜景，我等姐妹自然应当作陪！父亲，您说是不是？”',
                    '江若雪很紧张，此刻听闻江暖心的意思竟是要她也留下来，顿时大惊失色，以为江暖心会将她真实身份说出来。',
                    '“爹！”江若雪吓得脸色苍白，慌忙看向江旭求救。',
                    '然而不等江旭开口拒绝，就听七皇子已然抚掌大笑，“有美作陪，如此甚好！”说话间，已步入亭内，他像是想起了什么，突然转头看看江若雪，随口道，“你也留下来吧！”',
                    '江暖心抿唇微微一笑，跟在七皇子身后往里走，经过江若雪身边时，她还很好心地伸手拍了拍江若雪肩膀上的落雪，眼神温柔至极，“雨儿妹妹不必怕，七皇子仁义之怀，自是不会责怪妹妹方才失礼之事的！”',
                    '江若雪闻言，心里顿时“咯噔”一声巨响，双手下意识绞紧，直觉有哪里不对，她压低了嗓子，以着只有两人才能听见的声音问道，“江暖心，你到底想干什么？”',
                    '“放心，雨儿妹妹，姐姐我是不会拆穿你的！”江暖心神神秘秘一笑，眼睛忽闪忽闪的，却令江若雪的心拎得更高。',
                    '“江暖心，适可而止！”江旭经过时，一对浓眉皱紧，望着江暖心的深沉目光中含了浓浓的警告意味。',
                    '对江暖心这个女儿，江旭并没有什么太深的感情。他武举出身，在战场上屡立奇功，少年得志时又娶了擎北侯府的大小姐，从此更是平步青云，一路飞黄腾达。可是若说有什么不如意的，那便是他成亲多年，妻妾成群，却至今无子，只有五个女儿，而这五个女儿中，除了江暖心，其余四个都是容貌美丽，千娇百媚，只有江暖心从出生时起就蠢笨愚钝，脸上还有胎记，让他连看一眼的兴趣都没。',
                    '他就不明白了，自己相貌堂堂，江暖心的娘也是少有的美人，他们生下的女儿怎么会这么难看！',
                    '虽然江暖心即将嫁给三皇子，但是江旭根本就对这个女儿不报任何希望，凤京城百姓私底下都直接叫她癞蛤蟆，就是讽刺她想吃三皇子这块天鹅肉。他甚至认为她就算进得了三皇子府，也不一定有命享用那份滔天富贵，她如此蠢笨，更是对他的仕途无半点助力，所以对江旭来说，江暖心只是一枚弃子，他自然更加看重漂亮聪明又机灵的江若雪了。',
                    '“父亲，雪大了，还是快进亭子去吧！”对于江旭的警告，江暖心才不会鸟他，既然江旭他不把她当女儿，那么她也没必要当他是爹！'
                ]
            },
            {
                chaptersId: 1,
                t: '第002章 十年卖身契',
                p: [
                    '此时七皇子独孤禹已从江旭身后转出，只见他眉目疏朗，一身华服，气质高贵，黑发上束金冠，冠上镶明珠，细长眼中带着三分邪气，不笑时唇亦翘起，俊朗如春日阳光，正是姑娘们最喜欢的那种类型。',
                    '彼时场中诸女，除了心中有鬼的江若雪，江若晴江若雨以及几个丫鬟乍一见他，几乎都羞得红了脸，小心肝怦怦直跳。',
                    '然而七皇子却只是抱臂看着江暖心，长眸中含了三分打量，几许疑惑，“这位是？”',
                    '江暖心方才一直站在一树梅花之后，他只见那女子身姿修长，腰肢宛如柳枝柔韧，长及膝下的墨发如云堆雪，当她款款从梅林深处走来，那一刹那，他仿佛看到了一个以冰做骨，以雪凝肤，以傲雪寒梅为神的花中精灵。',
                    '可是，当七皇子眼光落在江暖心面上那一大块紫红胎记上之时，他不由暗自凝了眉心。',
                    '“小女，江暖心！”',
                    '七皇子既然问了，江旭不得不回，不过他显然并不想多说，只是干巴巴的几个字蹦出来，可见他有多不待见这个女儿。',
                    '“见过七皇子，林大人，还有……”江暖心看着站在七皇子身后一直未出声的清俊男子，微微一笑，不卑不亢地施礼，“表哥好！”',
                    '那清俊如松的男子正是白子涵，擎北侯白宗远长子，也就是江暖心的嫡亲表哥，不过在江暖心的记忆里，这个表哥似乎很不待见她！',
                    '江暖心这一开口，霎时将所有人的目光都集中到她身上，而在场众人打量她的眼神也是各不相同的。',
                    '七皇子乍一听闻江暖心大名，细长的眼眸顿时眯紧，方才眼中的惊艳之色瞬间消失，从鼻子里冷哼一声，话语里已带了几分鄙夷与不屑，“哦，原来是未来的三皇嫂呀！真是大名如雷贯耳！失敬失敬！”',
                    '不过，他口中虽然说着失敬，那神情却是完全的厌恶，可见有多讨厌江暖心这位声名狼藉的主，当初她不要脸地死缠独孤睿他可是看在眼里的，真是可笑，他刚刚竟然还会觉得她像是花中精灵！',
                    '“不敢当！”江暖心却并不在意七皇子表露无遗的鄙视，她冷然勾唇，眼波中冷光一闪，回以淡漠一笑，“七皇子多礼了！”',
                    '七皇子闻声俊眉霎时挑高，倒是多瞧了江暖心几眼，这一看，他反倒想起方才在梅林外看到的那一幕，直觉告诉他，这个女子似乎并不像传言中那般粗鄙不堪，相反，还是最为灵透聪颖，要不然也不会三言两语就令那红衣女子失态至此了。',
                    '而且，瞧她这通身的气度，竟是给人一种高贵清华的感觉，让人不自觉就忽视了她平凡到近乎丑陋的容貌，那气质还真像足了她身后的那一树傲雪寒梅！',
                    '自从看到江暖心从亭中冲出来，白子涵就一直目不转睛看着她，虽然还是和记忆中一样的平淡容貌，而且那块覆盖在右眼上的胎记似乎还更大了，但是他总觉得一别五年，江暖心似乎有哪里不一样了，似乎不再是以前那个脑袋缺根弦的蠢笨丫头，如今的她眼中竟似有灼灼光华流动，宛如繁星尽落其中，顾盼间，整个人都明媚起来，只是被她如水眼波扫过，他向来沉稳的心弦竟然也震了震。',
                    '御史林大人摸着花白的胡子，也在打量着江暖心，“原来是大小姐！”凭他这么多年识人的眼光，他直觉判断这个女子不简单！虽然她相貌普通了点，但绝对不像市井传言那般愚蠢粗鲁，反而浑身流转耀目光华，令人无法移开视线。',
                    '林大人又瞧了瞧正恶狠狠盯着江暖心的江若雪，想起她方才那一串不堪入耳的污言秽语，这一比，高下顿现。',
                    '江暖心见众人都看过来，眼神中闪过一丝莫名光芒，她微瞥了江旭一眼，突然笑道，“今日贵客来访，又是如此难得的雪后寒梅胜景，我等姐妹自然应当作陪！父亲，您说是不是？”',
                    '江若雪很紧张，此刻听闻江暖心的意思竟是要她也留下来，顿时大惊失色，以为江暖心会将她真实身份说出来。',
                    '“爹！”江若雪吓得脸色苍白，慌忙看向江旭求救。',
                    '然而不等江旭开口拒绝，就听七皇子已然抚掌大笑，“有美作陪，如此甚好！”说话间，已步入亭内，他像是想起了什么，突然转头看看江若雪，随口道，“你也留下来吧！”',
                    '江暖心抿唇微微一笑，跟在七皇子身后往里走，经过江若雪身边时，她还很好心地伸手拍了拍江若雪肩膀上的落雪，眼神温柔至极，“雨儿妹妹不必怕，七皇子仁义之怀，自是不会责怪妹妹方才失礼之事的！”',
                    '江若雪闻言，心里顿时“咯噔”一声巨响，双手下意识绞紧，直觉有哪里不对，她压低了嗓子，以着只有两人才能听见的声音问道，“江暖心，你到底想干什么？”',
                    '“放心，雨儿妹妹，姐姐我是不会拆穿你的！”江暖心神神秘秘一笑，眼睛忽闪忽闪的，却令江若雪的心拎得更高。',
                    '“江暖心，适可而止！”江旭经过时，一对浓眉皱紧，望着江暖心的深沉目光中含了浓浓的警告意味。',
                    '对江暖心这个女儿，江旭并没有什么太深的感情。他武举出身，在战场上屡立奇功，少年得志时又娶了擎北侯府的大小姐，从此更是平步青云，一路飞黄腾达。可是若说有什么不如意的，那便是他成亲多年，妻妾成群，却至今无子，只有五个女儿，而这五个女儿中，除了江暖心，其余四个都是容貌美丽，千娇百媚，只有江暖心从出生时起就蠢笨愚钝，脸上还有胎记，让他连看一眼的兴趣都没。',
                    '他就不明白了，自己相貌堂堂，江暖心的娘也是少有的美人，他们生下的女儿怎么会这么难看！',
                    '虽然江暖心即将嫁给三皇子，但是江旭根本就对这个女儿不报任何希望，凤京城百姓私底下都直接叫她癞蛤蟆，就是讽刺她想吃三皇子这块天鹅肉。他甚至认为她就算进得了三皇子府，也不一定有命享用那份滔天富贵，她如此蠢笨，更是对他的仕途无半点助力，所以对江旭来说，江暖心只是一枚弃子，他自然更加看重漂亮聪明又机灵的江若雪了。',
                    '“父亲，雪大了，还是快进亭子去吧！”对于江旭的警告，江暖心才不会鸟他，既然江旭他不把她当女儿，那么她也没必要当他是爹！'
                ]
            },
            {
                chaptersId: 2,
                t: '第003章 没钱就滚！',
                p: [
                    '江暖心垂下眼眸，看似十分恭敬，可是一直在观察她的白子涵却在她灵动的眼眸中读出了一副“马上就要要你好看”的意味来。',
                    '白子涵不由眯了眯眼，隐去了眼底的趣味，他的这个表妹，似乎确实和以前不一样了，他倒要看看，接下来她究竟是想要做什么。',
                    '“是啊，表妹说得对，姑丈，可莫要让七殿下久等！”白子涵好心地指了指亭内，当江旭和江若雪一看到七皇子正拉着一名容貌娇俏美丽的少女问名字之时，顿时脸色大变。',
                    '怎么会那么巧，七皇子问的竟然正是江若雨！',
                    '江暖心唇角噙笑，江若雪以为她那点心思能瞒得过谁呢，其实她早就知道江旭想让江若雪和她一同嫁去三皇子府，她只是懒得管而已，因为不在乎，所以不在意！但既然今天江若雪主动送上门来，那她不送一份大礼，就实在是说不过去了。',
                    '“你叫什么名字？告诉本殿！”七皇子一连问了三遍，江若雨却不敢吱声，只是拿眼去瞄江旭和江若雪，急得满头大汗。',
                    '若是平时，能得七皇子青眼，她指不定要高兴成什么样了，可是方才她的名字已经被江旭和江若雪占去了，她若现在说自己是江若雨，可不就明摆着打江旭和江若雪的脸吗？到时候就算七皇子不怪罪于她，江旭与江若雪也绝对不会放过她和娘。',
                    '“她是……”',
                    '江旭匆忙几步赶上前去，刚想说是小女儿江若兰，不想江暖心已先他一步开口，“妹妹，都快是一家人了，七殿下也不是外人，你就告诉他吧！”',
                    '江暖心笑眯眯道，她故意在“一家人”和“不是外人”几个字上咬重，就是要误导七皇子误会眼前的女子就是丽妃替三皇子相中的侧妃。',
                    '“哦？原来你就是二小姐若雪？”七皇子果然自觉代入，只见他挑了挑俊眉，又仔细看了江若雨几眼，眼中顿时露出失望。',
                    '其实他今日前来，本就是替三皇兄来相看江若雪的，可是他却没想到，那名丽妃口中聪颖娇俏的少女竟是这样胆小怯懦，连他问名字都不敢回答，十足的小家子气，这样的女子怎么能配得上他最崇拜的三皇兄？',
                    '七皇子蹙了蹙修眉，又回眸看向脸色灰败的江若雪以及施施然站在那，气质高贵清雅的江暖心，不由暗暗摇头，看来传言果真不可信，什么四朵金花，这江府的女儿分明就没一个能拿得出手的，相对而言，反而那名声最坏的大小姐倒是更令他惊艳。',
                    '七皇子此话一出，不但江若雨的脸色瞬间变得惨白，其余国公府的人也是当场石化，当然，受打击最大的还要属真正的二小姐江若雪了，偏偏她方才那番表现，又已经默认自己就是江若雨，此时是承认不是，否认也不行，直气得她浑身发抖，眼中冒火，眼看着这大好姻缘就要离她而去，她终于明白今日江暖心其实早就布下了陷阱，就等着她自己跳进去了。',
                    '这个贱人！毒妇！江若雪怒目瞪着江暖心，恨得眼底通红，嘴唇都快咬烂了，一双粉拳捏地咔咔作响，她真是恨不得扑上去撕碎了那张脸。',
                    '若说此刻唯一一个看得高兴的，那就要属白子涵了，看来，他这个表妹果然是脱胎换骨了，心有玲珑七窍啊，这话说的真是滴水不漏，就算以后七皇子发现真相，也绝对怪不到江暖心头上，毕竟，她说的可都是大实话，三皇子与七皇子是亲兄弟，她就要嫁到三皇子府，那么按民间的说法，她的妹妹自然和七皇子是一家人了。',
                    '所以，今天一切都是七皇子自己误会的，哈，真是有趣！白子涵定定凝视江暖心，清俊修目中露出赞赏，江旭与江若雪这回可真是自掘了坟墓，现在必定是气到内伤了。',
                    '七皇子失望之下，也没了赏梅的心思，很快便与林大人一起告辞了。',
                    '江若雪没了顾忌，冲上去就要打江暖心，“江暖心，你敢害我！我要杀了你！”',
                    '连翘和白芷衷心护主，连忙将江暖心护在身后，江若雪的巴掌顿时如雨点般落在二婢脸上，她气地目眦欲裂，厉声吼道，“贱东西，滚开！江暖心，有种你别躲！”',
                    '江暖心与二婢情同姐妹，最是见不得她们被欺负，江若雪这一下算是捋到了虎须。',
                    '“你们退下！”江暖心面色乍然变冷，眼神中似有冰冷煞气迸出，她一步一步朝江若雪走去，那气势竟宛如地狱修罗，“敢打我的人？这十九巴掌，是你自己打还是我来打？”',
                    '江若雪心中一凛，但她在府中向来跋扈惯了，又仗着有江旭在一旁撑腰，所以此时虽然被江暖心这气势震住，但还是没感觉害怕的，“打我？江暖心，你有那个胆子吗？”江若雪嘲讽道。',
                    '“那就试试！”江暖心勾唇冷笑，“试”字话音刚落，已经一巴掌扇了出去，空气中，顿时响起“啪”的一声，那一巴掌已然结结实实落在了江若雪娇嫩的脸蛋上。',
                    '“你……你敢打我？”江若雪顿时愣住了，她不敢置信地捂着脸，看看江暖心，又看看江旭，突然就“嗷”的一声尖叫，扑过去要和江暖心厮打。',
                    '“打得就是你！”江暖心冷声喝道，挥手间，毫不手软。',
                    '南越朝以武道立国，无论男女都以会武为荣，江府又是武将世家，所以江旭这几个女儿也是从小都学了些功夫的，其中尤以江若雪天分最高，最得江旭喜爱，而江暖心却因为蠢笨，什么都学不会，一直以来都遭受江旭的鄙弃，十足一个废物。',
                    '对于今日之事，江旭十分生气，所以他明知道江若雪武功不错，还放任她去攻击江暖心，因为在他看来，今天若不是江暖心多事，七皇子就不会误认江若雨，江若雪的婚姻也就不会泡汤，所以一切都是江暖心的错！',
                    '然而令江旭没想到的是，这一场他心目中武学天才和蠢材的较量，却以蠢材那边压倒性的胜利而告终，看着江若雪肿的跟猪头似的脸，江旭的眼珠子几乎都快要瞪出来了，这到底是怎么回事？他只是眨了下眼睛，怎么结果就变成这样了？'
                ]
            },
            {
                chaptersId: 3,
                t: '第004章 绝处逢生？',
                p: [
                    '从朱莉家出来后，盛夏在招待所将就了一夜。闺蜜小雅想让盛夏住她家去，但盛夏没同意。',
                    '小雅和她男朋友挤在一个二十多平的一室户里，就算能挪出地方来给她，两个女的，一个男的，也太不方便。',
                    '盛夏无奈之下，就搬到了自己打临时工的超市。',
                    '这家超市是西林本土的一家小型连锁店。店面铺得广，员工又多，提供住的地方，所以工资不高。',
                    '盛夏以前也想过要住超市宿舍。可是……就一个一百平的仓库，还要隔开男女宿舍，洗澡间，卫生间，厨房，饭厅。四个女工，七个男工挤在一处。',
                    '这种地方，人多，又杂又乱，她一个刚毕业的小女生，很不安全。何况，店里的主管是个出了名的老色鬼。以往就对几个女工动过坏心思。之前不在这里住，没觉得有多大不了。但是现在，朝夕见面，他时不时调戏刁难，就觉得难堪了许多。',
                    '再有，她刚来住第一天的时候，是跟另外一个女工挤一块。当时她想着能等来程悦导演那边的通知，只说借住几天就好。',
                    '谁知道，现在七天过去了，导演那边依旧没有消息。',
                    '而几个女工见她一直不走，也心生了不满。',
                    '这个时候，再提出来要在这边多铺一张床？',
                    '盛夏有些开不了口。',
                    '这个社会，就是这样。你自己觉得跟他们没什么两样，但一个大学毕业生的身份就跟这些初中生毕业的女工有了天壤之别。更何况她身材好，样貌好，气质好，超市的男工处处迁就她，就更让那些女工嫉妒。',
                    '可，不住在这里……又真的是没有地方可以去。',
                    '下了班，陆陆续续的几个女工都回了宿舍，人员都到齐了。',
                    '面子值几个钱呢？还是拉下脸来说好了。',
                    '盛夏打定了主意，她看着宿舍里的带头人阿玲走进来，便下意识的往前走了一步。',
                    '“阿玲姐……”',
                    '盛夏喊了一声。',
                    '“唉，小夏，你在这里啊，正好我有个事情问你，昨天就你一个人轮休，你看到我们宿舍里有外人进来吗？”',
                    '“啊？”忽然发问，打断盛夏的说话，盛夏有些不知所措。又想到她问的问题，盛夏低头想了想，道，“没有的，昨天就我一个人在这边睡了一天，没有外人进来。”',
                    '“确定？”阿玲姐就在她话音刚落的时候，立马转过头来看着她。目光如炬。',
                    '盛夏被她瞧的有些莫名其妙，隐约觉得有什么不好的事情发生，但她仍是点了点头。',
                    '果然，她刚点头，阿玲就坐到了盛夏对面的椅子上，手里的毛巾啪地一下摔到了桌面上，同时，和阿玲相好的另外几个女工都齐刷刷的站到了她身后。整齐的跟块门板一样。',
                    '这架势，盛夏不自觉得往后退了一步。',
                    '“盛夏，本来，你忽然要来住，我们没意见。你要是手头困难，你跟我们几个姐们说，能帮的一定帮，但是，手脚不干净，拿我们的东西，这可不是清白人该做的。我那金镯子，是我那短命的死鬼留给我的唯一念想，你拿出来，我们既往不咎。”',
                    '“不是，阿玲姐，你是不是误会了什么！我没有拿你的东西。”忽然来的变故，登时让盛夏手足无措。',
                    '“你都说了没有外人，不是你，难不成是鬼不成？”',
                    '“不是，阿玲姐，这里又不是只住了我一个。”',
                    '“那你的意思是他们几个咯？”',
                    '盛夏话音刚落，阿玲就抓住了她的话茬，回过头，圆滚滚的手指划过她身后的几个女工。',
                    '而那几个女工，也已经被她的话挑染，一个个开始七嘴八舌。',
                    '“不是，阿玲姐，我不是这个意思。”',
                    '盛夏从前也不是很善言辞，因为家境，因为身份的悬殊，她跟同学都走得不近。现下这种情况，她根本有口莫辩。',
                    '“不是，不是他们，就是你咯。”',
                    '阿玲趁势起身，一双眼睛狠狠的盯着盛夏，一句话判了她的死刑。',
                    '这样武断，也不容人解释。',
                    '盛夏盯着他们，眼泪都快急出来了。',
                    '而几个女工，没经过她的同意，已经动身去翻她的箱子。',
                    '“你们不能这样，我没有拿，你们怎么可以随便翻我的东西，这是犯法的。”盛夏冲到自己箱子边上，一把扒拉开她们，死死护住自己的箱子。',
                    '可是，她一个人，压根抵挡不住她们三个人。她们狠狠扯着她的胳膊将她拉开，然后打开了她的箱子。一个女工乱七八糟的将她的衣服抖开，里面赫然掉出来一个金镯子。',
                    '盛夏的脸一下子黑了。',
                    '而坐在面前的阿玲，一下子就起身冲了过来，拽着她的肩头。',
                    '“不是你拿的？你睁开眼睛看看，这是什么！还有脸说是大学毕业生。被抓包了还狡辩。你就只会顶着你这张狐媚子脸招摇，混账东西！”阿玲姐一边骂，一边伸手一推，将盛夏给狠狠掼到了床沿上。',
                    '盛夏的腰一下子撞到生硬的床板，难以忍受的疼痛袭来，她整个人都瑟缩成了一团。盛夏挣扎着想爬起来，站在她边上的女工却故意绊了她胳膊一下，她又一个趔趄倒了下去。',
                    '阿玲才不管她痛不痛，一脚蹿翻她的行李箱，任由东西散落一地。',
                    '即便之前受过的委屈再大，盛夏也扛了下来，一直隐忍。可是这一刻，看着自己所剩无几的随身物品在几个女工脚下践踏。看着自己的毕业证书被踩破，盛夏终于有种走投无路的绝望。',
                    '哪里会有什么小偷？',
                    '只是她们不想她住在这里而已，排除异己，这是人类的本能。是她太笨，总对不相关的人抱以信心。',
                    '比如朱莉，比如程悦，比如这群女工……',
                    '可是，连自己的妈妈，都会嫌她多余，将她抛弃。连自己的爸爸，都会觉得她是个累赘，要将她卖掉。她又怎么能够去相信一群外人呢？',
                    '可笑至极！',
                    '这一次，眼睛终于承载不住她心里的酸涩，很多很多年都没有掉下来过的泪水，挣脱开她的眼皮，忽然如断了线的珠子，哗啦啦全部落了下来。',
                    '瞬间，盛夏就哭成了一个泪人儿。',
                    '但，软弱显然对喜欢落井下石的人并不管用。',
                    '“装哑巴？你以为不做声就没事了？这几点猫尿，对着隔壁那群好色的男人们还管点用。准备怎么着，报警还是赔钱！”',
                    '阿玲又是一个拖拽，逼盛夏抬头对上她的视线。',
                    '此刻，盛夏死了的心都有，哪里管她狗嘴里吐出来的是什么象牙。就这样由着她去吧。',
                    '反正，她全身上下就剩500块，反正，她对这一切已经失望透顶。一个女人，混到她这个份上，大不了也就是一死了之了。',
                    '盛夏气急，掏出兜里的钱都甩了出去。五张轻飘飘的一百块，雪花一样在眼前飞起来。',
                    '“栽赃诬陷，侵犯他人隐私。你确定报了警你还能出来？”',
                    '而就在气急败坏、绝望透顶之际，忽然就从门边插进来了一道男声。',
                    '低沉冷冽，如一阵冰霜刮过。屋子里原本吵吵嚷嚷的女工们都因为这突兀的声音停了下来，齐刷刷地望向门口。',
                    '盛夏泪眼朦胧的跟着循声看过去。却一抬眼，就对上了一双锐利冰冷的眼。'
                ]
            },
            {
                chaptersId: 4,
                t: '第005章 救命的稻草',
                p: [
                    '白子涵见江暖心果真要走，轩眉不由蹙了蹙，眼神中隐隐有丝波动。',
                    '他有显赫的家世，又是连中三元的新科状元，金榜题名时，妒煞天下人，更不必说他本就相貌堂堂，向来自诩文采风流，走到哪都是众人焦点所在，可是今日，这传言中看到好看一点的男子就会发痴的小表妹竟然无视他至此，实在让他心里有些不是滋味。',
                    '江暖心命二婢收拾好了东西，就在经过白子涵身边时，却听一道清越的声音响在耳畔，“父亲明日回京，母亲命我过来邀请表妹明晚过府参加家宴。”',
                    '江暖心闻言顿时一愣，她转眸看向一本正经的白子涵，眼珠子转了转，突然伸手指着自己鼻尖，一脸疑惑，“表哥，你是不是记错了？舅妈会邀请我？”',
                    '“怎么？难道表妹不愿赏脸？”白子涵挑了挑轩眉，此时他眼睛虽是看着江暖心，心中却掠过方才她怒打江若雪那一幕，如果他没看错的话，江暖心她，其实是有武功的吧。',
                    '而且，似乎还不弱！',
                    '其实，他刚刚确实是撒谎了，其实自从祖父去世后，擎北侯府就与江府断了来往，父亲与母亲都认为祖父是因为江暖心的事才被气死的，从而迁怒江暖心，从此对她不闻不问，就连江旭将她送去别庄都不管。今日，母亲也并没有让他来邀请江暖心，而是他见江暖心变化那么大，对她起了好奇，所以自己做主了。',
                    '“怎么会呢？”江暖心不过略一思索，便展颜笑道，“那就烦请表哥告诉舅妈一声，明晚暖心一定准时到！”',
                    '入夜，凤京城最风雅的楚馆……拈花小筑。',
                    '这个楚馆半年前突然横空出现，刚开业就声名大噪。',
                    '不同于一般花楼那种低俗的皮肉交易，拈花小筑却是以美食与美女作为招牌，尤其是推新近出了一道别出心裁的“美女盛”，是以赤果的绝色美女作为绝世菜品的盛器，刚一面世，就引得宾客络绎不绝，无不以一尝此道菜为殊荣。然而这道菜偏偏又是一个月才出一次，其价值更是高达千金，所以至今能有幸品尝到这道菜的客人寥寥无几，几乎全是位高权重之人。',
                    '也正是因为如此，拈花小筑的名声更是随之水涨船高，加之这里的女伶个个青春貌美，又俱是多才多艺，所以即使她们是卖艺不卖身，也仍然引得几乎整个凤京城的男人趋之若鹜，日夜爆满。',
                    '此时，拈花小筑三楼一间装饰奢华的套间，在墙壁上镶嵌的拳头大的夜明珠辉光照耀下，满头珠翠，穿着艳丽的女子正看着面前厚厚的账本，聚精会神地噼里啪啦拨着算盘珠。',
                    '屋外雪光照耀，冷风刺骨，屋内却暖意融融，花架上一盆名贵的绿牡丹开得正盛。',
                    '“阿花，你到底算好了没啊？”寂静中，突然响起一道慵懒的声音。',
                    '“好了好了！马上就好！”那艳丽女子随口答道，却又像是突然想起了什么，顺手砸过来一个账本，怒道，“再说一次，不准叫我阿花！那是小狗的名字！”',
                    '墨衣少年伸手接住账本，看也不看就放在一边，嘻嘻笑着，“好了，阿花，你再算也算不出花来，快来陪爷唠嗑。”',
                    '这墨衣少年便是江暖心，她今夜没有易容，而是戴了人皮面具，莹莹珠光下，只见她眉修目俊，高鼻薄唇，赫然是一名貌似潘安的美少年模样。',
                    '如果江暖心此时以这副面容走出拈花小筑，怕不是明日就要引得全凤京城的人踏破拈花小筑的门槛了，毕竟，神医风华公子可是江湖中赫赫有名的人物，据说他有活死人药白骨的通天本领，无论得了什么病，只要你还有一口气在，他就有本事能让你药到病除，号称敢跟阎王抢人！',
                    '有了这些传言，加上经他手治疗过的病人的卖力宣传，好几年前，风华公子就成为江湖中的一大传奇人物了。',
                    '不过，却无人知晓那人人敬重的风华公子，就是传闻中狠毒无情杀人不眨眼的暗门门主玉修罗。',
                    '此时舒曼华将手往算盘上一放，长舒了口气，“终于算完了。”然后兴高采烈抬起脸望着江暖心俊美无俦的面容，炯炯有神问道，“爷，你想不想知道，这个月我们赚了多少银子？”',
                    '“不想！”江暖心打了个哈欠，十分无趣道，“阿花你记着就行！反正都是我的！”',
                    '舒曼华闻言顿时蔫了，随即又竖着眉毛，拍着桌子一副恨铁不成钢的样子，“江暖心，你说你好歹也是幕后大老板，你就这么放心老娘给你管着钱？你就不怕哪天老娘良心被狗吃了，把你的钱全卷了跑路！”',
                    '“哦？原来舒大美人的良心还没被狗吃完啊？”江暖心摸下巴，作沉思状。',
                    '“江暖心，你够了啊！”舒曼华愤怒叉腰，两眼冒火，“老娘虽然打不过你，可是老娘也是有尊严的！”',
                    '舒曼华其实只比江暖心大两岁，刚刚十八岁，她长的也是相当漂亮，而且她的容貌属于特别艳丽的那种，身材亦是凹凸有致，她整个人给人的感觉就像是从西方油画里走出来的美女，浓墨重彩到让人想不记住都难。',
                    '五年前，江暖心刚穿过来就认识舒曼华了。',
                    '那时候舒曼华刚死了爹娘，家产被族人霸占，她不愿被送去给人做妾，于是带着幼弟连夜逃了出来，不想盘缠用尽，大雪天病倒在路边，两人差点就冻死了。江暖心恰好路过，见她们可怜，所以就救了她们，顺道带去了别庄，没想到两人性情相近，一拍即合，于是就这么成了好朋友，随后江暖心发现舒曼华是个经商天才，恰好她也想在这异世试试身手，所以后来她出点子，写策划，将从死老道士那坑来的钱用作投入资金，舒曼华替她经营管理，短短几年，还真让她们俩成功了。',
                    '这座日进斗金的拈花小筑就是其中一处试点，而那坑爹的“美女盛”自然也就是江暖心抄袭自岛国的变态主意。'
                ]
            }
        ]
    }
}

const bookInfo2 = {
    author_books: [
        {
            title: '美女导演的贴身判官',
            cover: 'http://cover.read.duokan.com/mfsv2/download/fdsc3/p018fPMgtbmc/mHQukuz61L5OyS.jpg',
            fiction_id: 322205
        }
    ],
    item: {
        word_count: 545576,
        rights: '阅文集团旗下起点中文网',
        title: '驭房有术',
        content:
            '进城闯荡的小阿姨衣锦还乡，张禹的老妈心动了，决定让儿子前去投奔。不曾想，所谓的豪宅就是一个三十平米的出租屋，更为要命的是，小阿姨经营的房产中介都快交不上房租了。↵风水卖房、风水装修……张禹从乡下棺材铺王老头那里学来的奇门玄术竟然派上了用场，摇身一变成了王牌经纪人……↵兄弟、美女，买房吗？阴宅阳宅都有，包装修！↵【都市风水秘术！灵异小说中的新题材，非恐怖，适合各种口味！】↵本书书友群：149661050（已满），2群：597276660（感谢美女书友墨白提供），V群：291777277（需订阅认证）。',
        updated: 1524680289,
        finish: true,
        authors: '铁锁',
        categories: [{category_id: 8000000, label: '灵异'}, {category_id: 8000400, label: '灵异奇谈'}],
        cover: 'http://cover.read.duokan.com/mfsv2/download/fdsc3/p01I66oHszK2/7CDwQEqR7CFkXT.jpg',
        fiction_id: 1,
        latest: '第2269章 梦魇',
        chapters: [
            {
                title: '第1章 进城',
                price: 0,
                chapter_id: 0,
                html_sha1: '43dcb',
                word_count: 2408,
                free: true
            },
            {
                title: '第2章 银铃铛',
                price: 0,
                chapter_id: 1,
                html_sha1: 'df7b0',
                word_count: 2210,
                free: true
            },
            {
                title: '第3章 蜗居',
                price: 0,
                chapter_id: 2,
                html_sha1: 'c635c',
                word_count: 2067,
                free: true
            },
            {
                title: '第4章 林哥',
                price: 0,
                chapter_id: 3,
                html_sha1: 'b68ee',
                word_count: 2077,
                free: true
            },
            {
                title: '第5章 众叛',
                price: 0,
                chapter_id: 4,
                html_sha1: '28f27',
                word_count: 2164,
                free: true
            },
            {
                title: '第6章 风水鱼',
                price: 0,
                chapter_id: 5,
                html_sha1: '7e99a',
                word_count: 2079,
                free: true
            },
            {
                title: '第7章 邪门的房子',
                price: 0,
                chapter_id: 6,
                html_sha1: '8d753',
                word_count: 2112,
                free: true
            },
            {
                title: '第8章 破煞',
                price: 0,
                chapter_id: 7,
                html_sha1: 'ac279',
                word_count: 2059,
                free: true
            },
            {
                title: '第9章 下定金',
                price: 0,
                chapter_id: 8,
                html_sha1: '7e3da',
                word_count: 2171,
                free: true
            },
            {
                title: '第10章 赔了夫人又折兵',
                price: 0,
                chapter_id: 9,
                html_sha1: 'bdc35',
                word_count: 2136,
                free: true
            },
            {
                title: '第11章 洗脚',
                price: 0,
                chapter_id: 10,
                html_sha1: '81261',
                word_count: 2197,
                free: true
            },
            {
                title: '第12章 火锅店',
                price: 0,
                chapter_id: 11,
                html_sha1: '45e87',
                word_count: 2198,
                free: true
            },
            {
                title: '第13章 财神位',
                price: 0,
                chapter_id: 12,
                html_sha1: '01afe',
                word_count: 2167,
                free: true
            },
            {
                title: '第14章 络绎不绝',
                price: 0,
                chapter_id: 13,
                html_sha1: 'c8f96',
                word_count: 2139,
                free: true
            },
            {
                title: '第15章 傻小子',
                price: 0,
                chapter_id: 14,
                html_sha1: '115e5',
                word_count: 2203,
                free: true
            },
            {
                title: '第16章 不兑了',
                price: 0,
                chapter_id: 15,
                html_sha1: '9243c',
                word_count: 2148,
                free: true
            },
            {
                title: '第17章 答谢',
                price: 0,
                chapter_id: 16,
                html_sha1: 'f15ae',
                word_count: 2091,
                free: true
            }
        ],
        details: [
            {
                chaptersId: 0,
                t: '第1章 进城',
                p: [
                    '那清俊如松的男子正是白子涵，擎北侯白宗远长子，也就是江暖心的嫡亲表哥，不过在江暖心的记忆里，这个表哥似乎很不待见她！',
                    '江暖心这一开口，霎时将所有人的目光都集中到她身上，而在场众人打量她的眼神也是各不相同的。',
                    '七皇子乍一听闻江暖心大名，细长的眼眸顿时眯紧，方才眼中的惊艳之色瞬间消失，从鼻子里冷哼一声，话语里已带了几分鄙夷与不屑，“哦，原来是未来的三皇嫂呀！真是大名如雷贯耳！失敬失敬！”',
                    '不过，他口中虽然说着失敬，那神情却是完全的厌恶，可见有多讨厌江暖心这位声名狼藉的主，当初她不要脸地死缠独孤睿他可是看在眼里的，真是可笑，他刚刚竟然还会觉得她像是花中精灵！',
                    '“不敢当！”江暖心却并不在意七皇子表露无遗的鄙视，她冷然勾唇，眼波中冷光一闪，回以淡漠一笑，“七皇子多礼了！”',
                    '七皇子闻声俊眉霎时挑高，倒是多瞧了江暖心几眼，这一看，他反倒想起方才在梅林外看到的那一幕，直觉告诉他，这个女子似乎并不像传言中那般粗鄙不堪，相反，还是最为灵透聪颖，要不然也不会三言两语就令那红衣女子失态至此了。',
                    '而且，瞧她这通身的气度，竟是给人一种高贵清华的感觉，让人不自觉就忽视了她平凡到近乎丑陋的容貌，那气质还真像足了她身后的那一树傲雪寒梅！',
                    '自从看到江暖心从亭中冲出来，白子涵就一直目不转睛看着她，虽然还是和记忆中一样的平淡容貌，而且那块覆盖在右眼上的胎记似乎还更大了，但是他总觉得一别五年，江暖心似乎有哪里不一样了，似乎不再是以前那个脑袋缺根弦的蠢笨丫头，如今的她眼中竟似有灼灼光华流动，宛如繁星尽落其中，顾盼间，整个人都明媚起来，只是被她如水眼波扫过，他向来沉稳的心弦竟然也震了震。',
                    '御史林大人摸着花白的胡子，也在打量着江暖心，“原来是大小姐！”凭他这么多年识人的眼光，他直觉判断这个女子不简单！虽然她相貌普通了点，但绝对不像市井传言那般愚蠢粗鲁，反而浑身流转耀目光华，令人无法移开视线。',
                    '林大人又瞧了瞧正恶狠狠盯着江暖心的江若雪，想起她方才那一串不堪入耳的污言秽语，这一比，高下顿现。',
                    '江暖心见众人都看过来，眼神中闪过一丝莫名光芒，她微瞥了江旭一眼，突然笑道，“今日贵客来访，又是如此难得的雪后寒梅胜景，我等姐妹自然应当作陪！父亲，您说是不是？”',
                    '江若雪很紧张，此刻听闻江暖心的意思竟是要她也留下来，顿时大惊失色，以为江暖心会将她真实身份说出来。',
                    '“爹！”江若雪吓得脸色苍白，慌忙看向江旭求救。',
                    '然而不等江旭开口拒绝，就听七皇子已然抚掌大笑，“有美作陪，如此甚好！”说话间，已步入亭内，他像是想起了什么，突然转头看看江若雪，随口道，“你也留下来吧！”',
                    '江暖心抿唇微微一笑，跟在七皇子身后往里走，经过江若雪身边时，她还很好心地伸手拍了拍江若雪肩膀上的落雪，眼神温柔至极，“雨儿妹妹不必怕，七皇子仁义之怀，自是不会责怪妹妹方才失礼之事的！”',
                    '江若雪闻言，心里顿时“咯噔”一声巨响，双手下意识绞紧，直觉有哪里不对，她压低了嗓子，以着只有两人才能听见的声音问道，“江暖心，你到底想干什么？”',
                    '“放心，雨儿妹妹，姐姐我是不会拆穿你的！”江暖心神神秘秘一笑，眼睛忽闪忽闪的，却令江若雪的心拎得更高。',
                    '“江暖心，适可而止！”江旭经过时，一对浓眉皱紧，望着江暖心的深沉目光中含了浓浓的警告意味。',
                    '对江暖心这个女儿，江旭并没有什么太深的感情。他武举出身，在战场上屡立奇功，少年得志时又娶了擎北侯府的大小姐，从此更是平步青云，一路飞黄腾达。可是若说有什么不如意的，那便是他成亲多年，妻妾成群，却至今无子，只有五个女儿，而这五个女儿中，除了江暖心，其余四个都是容貌美丽，千娇百媚，只有江暖心从出生时起就蠢笨愚钝，脸上还有胎记，让他连看一眼的兴趣都没。',
                    '他就不明白了，自己相貌堂堂，江暖心的娘也是少有的美人，他们生下的女儿怎么会这么难看！',
                    '虽然江暖心即将嫁给三皇子，但是江旭根本就对这个女儿不报任何希望，凤京城百姓私底下都直接叫她癞蛤蟆，就是讽刺她想吃三皇子这块天鹅肉。他甚至认为她就算进得了三皇子府，也不一定有命享用那份滔天富贵，她如此蠢笨，更是对他的仕途无半点助力，所以对江旭来说，江暖心只是一枚弃子，他自然更加看重漂亮聪明又机灵的江若雪了。',
                    '“父亲，雪大了，还是快进亭子去吧！”对于江旭的警告，江暖心才不会鸟他，既然江旭他不把她当女儿，那么她也没必要当他是爹！'
                ]
            },
            {
                chaptersId: 1,
                t: '第002章 银铃铛',
                p: [
                    '此时七皇子独孤禹已从江旭身后转出，只见他眉目疏朗，一身华服，气质高贵，黑发上束金冠，冠上镶明珠，细长眼中带着三分邪气，不笑时唇亦翘起，俊朗如春日阳光，正是姑娘们最喜欢的那种类型。',
                    '彼时场中诸女，除了心中有鬼的江若雪，江若晴江若雨以及几个丫鬟乍一见他，几乎都羞得红了脸，小心肝怦怦直跳。',
                    '然而七皇子却只是抱臂看着江暖心，长眸中含了三分打量，几许疑惑，“这位是？”',
                    '江暖心方才一直站在一树梅花之后，他只见那女子身姿修长，腰肢宛如柳枝柔韧，长及膝下的墨发如云堆雪，当她款款从梅林深处走来，那一刹那，他仿佛看到了一个以冰做骨，以雪凝肤，以傲雪寒梅为神的花中精灵。',
                    '可是，当七皇子眼光落在江暖心面上那一大块紫红胎记上之时，他不由暗自凝了眉心。',
                    '“小女，江暖心！”',
                    '七皇子既然问了，江旭不得不回，不过他显然并不想多说，只是干巴巴的几个字蹦出来，可见他有多不待见这个女儿。',
                    '“见过七皇子，林大人，还有……”江暖心看着站在七皇子身后一直未出声的清俊男子，微微一笑，不卑不亢地施礼，“表哥好！”',
                    '那清俊如松的男子正是白子涵，擎北侯白宗远长子，也就是江暖心的嫡亲表哥，不过在江暖心的记忆里，这个表哥似乎很不待见她！',
                    '江暖心这一开口，霎时将所有人的目光都集中到她身上，而在场众人打量她的眼神也是各不相同的。',
                    '七皇子乍一听闻江暖心大名，细长的眼眸顿时眯紧，方才眼中的惊艳之色瞬间消失，从鼻子里冷哼一声，话语里已带了几分鄙夷与不屑，“哦，原来是未来的三皇嫂呀！真是大名如雷贯耳！失敬失敬！”',
                    '不过，他口中虽然说着失敬，那神情却是完全的厌恶，可见有多讨厌江暖心这位声名狼藉的主，当初她不要脸地死缠独孤睿他可是看在眼里的，真是可笑，他刚刚竟然还会觉得她像是花中精灵！',
                    '“不敢当！”江暖心却并不在意七皇子表露无遗的鄙视，她冷然勾唇，眼波中冷光一闪，回以淡漠一笑，“七皇子多礼了！”',
                    '七皇子闻声俊眉霎时挑高，倒是多瞧了江暖心几眼，这一看，他反倒想起方才在梅林外看到的那一幕，直觉告诉他，这个女子似乎并不像传言中那般粗鄙不堪，相反，还是最为灵透聪颖，要不然也不会三言两语就令那红衣女子失态至此了。',
                    '而且，瞧她这通身的气度，竟是给人一种高贵清华的感觉，让人不自觉就忽视了她平凡到近乎丑陋的容貌，那气质还真像足了她身后的那一树傲雪寒梅！',
                    '自从看到江暖心从亭中冲出来，白子涵就一直目不转睛看着她，虽然还是和记忆中一样的平淡容貌，而且那块覆盖在右眼上的胎记似乎还更大了，但是他总觉得一别五年，江暖心似乎有哪里不一样了，似乎不再是以前那个脑袋缺根弦的蠢笨丫头，如今的她眼中竟似有灼灼光华流动，宛如繁星尽落其中，顾盼间，整个人都明媚起来，只是被她如水眼波扫过，他向来沉稳的心弦竟然也震了震。',
                    '御史林大人摸着花白的胡子，也在打量着江暖心，“原来是大小姐！”凭他这么多年识人的眼光，他直觉判断这个女子不简单！虽然她相貌普通了点，但绝对不像市井传言那般愚蠢粗鲁，反而浑身流转耀目光华，令人无法移开视线。',
                    '林大人又瞧了瞧正恶狠狠盯着江暖心的江若雪，想起她方才那一串不堪入耳的污言秽语，这一比，高下顿现。',
                    '江暖心见众人都看过来，眼神中闪过一丝莫名光芒，她微瞥了江旭一眼，突然笑道，“今日贵客来访，又是如此难得的雪后寒梅胜景，我等姐妹自然应当作陪！父亲，您说是不是？”',
                    '江若雪很紧张，此刻听闻江暖心的意思竟是要她也留下来，顿时大惊失色，以为江暖心会将她真实身份说出来。',
                    '“爹！”江若雪吓得脸色苍白，慌忙看向江旭求救。',
                    '然而不等江旭开口拒绝，就听七皇子已然抚掌大笑，“有美作陪，如此甚好！”说话间，已步入亭内，他像是想起了什么，突然转头看看江若雪，随口道，“你也留下来吧！”',
                    '江暖心抿唇微微一笑，跟在七皇子身后往里走，经过江若雪身边时，她还很好心地伸手拍了拍江若雪肩膀上的落雪，眼神温柔至极，“雨儿妹妹不必怕，七皇子仁义之怀，自是不会责怪妹妹方才失礼之事的！”',
                    '江若雪闻言，心里顿时“咯噔”一声巨响，双手下意识绞紧，直觉有哪里不对，她压低了嗓子，以着只有两人才能听见的声音问道，“江暖心，你到底想干什么？”',
                    '“放心，雨儿妹妹，姐姐我是不会拆穿你的！”江暖心神神秘秘一笑，眼睛忽闪忽闪的，却令江若雪的心拎得更高。',
                    '“江暖心，适可而止！”江旭经过时，一对浓眉皱紧，望着江暖心的深沉目光中含了浓浓的警告意味。',
                    '对江暖心这个女儿，江旭并没有什么太深的感情。他武举出身，在战场上屡立奇功，少年得志时又娶了擎北侯府的大小姐，从此更是平步青云，一路飞黄腾达。可是若说有什么不如意的，那便是他成亲多年，妻妾成群，却至今无子，只有五个女儿，而这五个女儿中，除了江暖心，其余四个都是容貌美丽，千娇百媚，只有江暖心从出生时起就蠢笨愚钝，脸上还有胎记，让他连看一眼的兴趣都没。',
                    '他就不明白了，自己相貌堂堂，江暖心的娘也是少有的美人，他们生下的女儿怎么会这么难看！',
                    '虽然江暖心即将嫁给三皇子，但是江旭根本就对这个女儿不报任何希望，凤京城百姓私底下都直接叫她癞蛤蟆，就是讽刺她想吃三皇子这块天鹅肉。他甚至认为她就算进得了三皇子府，也不一定有命享用那份滔天富贵，她如此蠢笨，更是对他的仕途无半点助力，所以对江旭来说，江暖心只是一枚弃子，他自然更加看重漂亮聪明又机灵的江若雪了。',
                    '“父亲，雪大了，还是快进亭子去吧！”对于江旭的警告，江暖心才不会鸟他，既然江旭他不把她当女儿，那么她也没必要当他是爹！'
                ]
            },
            {
                chaptersId: 2,
                t: '第003章 蜗居',
                p: [
                    '江暖心垂下眼眸，看似十分恭敬，可是一直在观察她的白子涵却在她灵动的眼眸中读出了一副“马上就要要你好看”的意味来。',
                    '白子涵不由眯了眯眼，隐去了眼底的趣味，他的这个表妹，似乎确实和以前不一样了，他倒要看看，接下来她究竟是想要做什么。',
                    '“是啊，表妹说得对，姑丈，可莫要让七殿下久等！”白子涵好心地指了指亭内，当江旭和江若雪一看到七皇子正拉着一名容貌娇俏美丽的少女问名字之时，顿时脸色大变。',
                    '怎么会那么巧，七皇子问的竟然正是江若雨！',
                    '江暖心唇角噙笑，江若雪以为她那点心思能瞒得过谁呢，其实她早就知道江旭想让江若雪和她一同嫁去三皇子府，她只是懒得管而已，因为不在乎，所以不在意！但既然今天江若雪主动送上门来，那她不送一份大礼，就实在是说不过去了。',
                    '“你叫什么名字？告诉本殿！”七皇子一连问了三遍，江若雨却不敢吱声，只是拿眼去瞄江旭和江若雪，急得满头大汗。',
                    '若是平时，能得七皇子青眼，她指不定要高兴成什么样了，可是方才她的名字已经被江旭和江若雪占去了，她若现在说自己是江若雨，可不就明摆着打江旭和江若雪的脸吗？到时候就算七皇子不怪罪于她，江旭与江若雪也绝对不会放过她和娘。',
                    '“她是……”',
                    '江旭匆忙几步赶上前去，刚想说是小女儿江若兰，不想江暖心已先他一步开口，“妹妹，都快是一家人了，七殿下也不是外人，你就告诉他吧！”',
                    '江暖心笑眯眯道，她故意在“一家人”和“不是外人”几个字上咬重，就是要误导七皇子误会眼前的女子就是丽妃替三皇子相中的侧妃。',
                    '“哦？原来你就是二小姐若雪？”七皇子果然自觉代入，只见他挑了挑俊眉，又仔细看了江若雨几眼，眼中顿时露出失望。',
                    '其实他今日前来，本就是替三皇兄来相看江若雪的，可是他却没想到，那名丽妃口中聪颖娇俏的少女竟是这样胆小怯懦，连他问名字都不敢回答，十足的小家子气，这样的女子怎么能配得上他最崇拜的三皇兄？',
                    '七皇子蹙了蹙修眉，又回眸看向脸色灰败的江若雪以及施施然站在那，气质高贵清雅的江暖心，不由暗暗摇头，看来传言果真不可信，什么四朵金花，这江府的女儿分明就没一个能拿得出手的，相对而言，反而那名声最坏的大小姐倒是更令他惊艳。',
                    '七皇子此话一出，不但江若雨的脸色瞬间变得惨白，其余国公府的人也是当场石化，当然，受打击最大的还要属真正的二小姐江若雪了，偏偏她方才那番表现，又已经默认自己就是江若雨，此时是承认不是，否认也不行，直气得她浑身发抖，眼中冒火，眼看着这大好姻缘就要离她而去，她终于明白今日江暖心其实早就布下了陷阱，就等着她自己跳进去了。',
                    '这个贱人！毒妇！江若雪怒目瞪着江暖心，恨得眼底通红，嘴唇都快咬烂了，一双粉拳捏地咔咔作响，她真是恨不得扑上去撕碎了那张脸。',
                    '若说此刻唯一一个看得高兴的，那就要属白子涵了，看来，他这个表妹果然是脱胎换骨了，心有玲珑七窍啊，这话说的真是滴水不漏，就算以后七皇子发现真相，也绝对怪不到江暖心头上，毕竟，她说的可都是大实话，三皇子与七皇子是亲兄弟，她就要嫁到三皇子府，那么按民间的说法，她的妹妹自然和七皇子是一家人了。',
                    '所以，今天一切都是七皇子自己误会的，哈，真是有趣！白子涵定定凝视江暖心，清俊修目中露出赞赏，江旭与江若雪这回可真是自掘了坟墓，现在必定是气到内伤了。',
                    '七皇子失望之下，也没了赏梅的心思，很快便与林大人一起告辞了。',
                    '江若雪没了顾忌，冲上去就要打江暖心，“江暖心，你敢害我！我要杀了你！”',
                    '连翘和白芷衷心护主，连忙将江暖心护在身后，江若雪的巴掌顿时如雨点般落在二婢脸上，她气地目眦欲裂，厉声吼道，“贱东西，滚开！江暖心，有种你别躲！”',
                    '江暖心与二婢情同姐妹，最是见不得她们被欺负，江若雪这一下算是捋到了虎须。',
                    '“你们退下！”江暖心面色乍然变冷，眼神中似有冰冷煞气迸出，她一步一步朝江若雪走去，那气势竟宛如地狱修罗，“敢打我的人？这十九巴掌，是你自己打还是我来打？”',
                    '江若雪心中一凛，但她在府中向来跋扈惯了，又仗着有江旭在一旁撑腰，所以此时虽然被江暖心这气势震住，但还是没感觉害怕的，“打我？江暖心，你有那个胆子吗？”江若雪嘲讽道。',
                    '“那就试试！”江暖心勾唇冷笑，“试”字话音刚落，已经一巴掌扇了出去，空气中，顿时响起“啪”的一声，那一巴掌已然结结实实落在了江若雪娇嫩的脸蛋上。',
                    '“你……你敢打我？”江若雪顿时愣住了，她不敢置信地捂着脸，看看江暖心，又看看江旭，突然就“嗷”的一声尖叫，扑过去要和江暖心厮打。',
                    '“打得就是你！”江暖心冷声喝道，挥手间，毫不手软。',
                    '南越朝以武道立国，无论男女都以会武为荣，江府又是武将世家，所以江旭这几个女儿也是从小都学了些功夫的，其中尤以江若雪天分最高，最得江旭喜爱，而江暖心却因为蠢笨，什么都学不会，一直以来都遭受江旭的鄙弃，十足一个废物。',
                    '对于今日之事，江旭十分生气，所以他明知道江若雪武功不错，还放任她去攻击江暖心，因为在他看来，今天若不是江暖心多事，七皇子就不会误认江若雨，江若雪的婚姻也就不会泡汤，所以一切都是江暖心的错！',
                    '然而令江旭没想到的是，这一场他心目中武学天才和蠢材的较量，却以蠢材那边压倒性的胜利而告终，看着江若雪肿的跟猪头似的脸，江旭的眼珠子几乎都快要瞪出来了，这到底是怎么回事？他只是眨了下眼睛，怎么结果就变成这样了？'
                ]
            },
            {
                chaptersId: 3,
                t: '第004章 林哥',
                p: [
                    '从朱莉家出来后，盛夏在招待所将就了一夜。闺蜜小雅想让盛夏住她家去，但盛夏没同意。',
                    '小雅和她男朋友挤在一个二十多平的一室户里，就算能挪出地方来给她，两个女的，一个男的，也太不方便。',
                    '盛夏无奈之下，就搬到了自己打临时工的超市。',
                    '这家超市是西林本土的一家小型连锁店。店面铺得广，员工又多，提供住的地方，所以工资不高。',
                    '盛夏以前也想过要住超市宿舍。可是……就一个一百平的仓库，还要隔开男女宿舍，洗澡间，卫生间，厨房，饭厅。四个女工，七个男工挤在一处。',
                    '这种地方，人多，又杂又乱，她一个刚毕业的小女生，很不安全。何况，店里的主管是个出了名的老色鬼。以往就对几个女工动过坏心思。之前不在这里住，没觉得有多大不了。但是现在，朝夕见面，他时不时调戏刁难，就觉得难堪了许多。',
                    '再有，她刚来住第一天的时候，是跟另外一个女工挤一块。当时她想着能等来程悦导演那边的通知，只说借住几天就好。',
                    '谁知道，现在七天过去了，导演那边依旧没有消息。',
                    '而几个女工见她一直不走，也心生了不满。',
                    '这个时候，再提出来要在这边多铺一张床？',
                    '盛夏有些开不了口。',
                    '这个社会，就是这样。你自己觉得跟他们没什么两样，但一个大学毕业生的身份就跟这些初中生毕业的女工有了天壤之别。更何况她身材好，样貌好，气质好，超市的男工处处迁就她，就更让那些女工嫉妒。',
                    '可，不住在这里……又真的是没有地方可以去。',
                    '下了班，陆陆续续的几个女工都回了宿舍，人员都到齐了。',
                    '面子值几个钱呢？还是拉下脸来说好了。',
                    '盛夏打定了主意，她看着宿舍里的带头人阿玲走进来，便下意识的往前走了一步。',
                    '“阿玲姐……”',
                    '盛夏喊了一声。',
                    '“唉，小夏，你在这里啊，正好我有个事情问你，昨天就你一个人轮休，你看到我们宿舍里有外人进来吗？”',
                    '“啊？”忽然发问，打断盛夏的说话，盛夏有些不知所措。又想到她问的问题，盛夏低头想了想，道，“没有的，昨天就我一个人在这边睡了一天，没有外人进来。”',
                    '“确定？”阿玲姐就在她话音刚落的时候，立马转过头来看着她。目光如炬。',
                    '盛夏被她瞧的有些莫名其妙，隐约觉得有什么不好的事情发生，但她仍是点了点头。',
                    '果然，她刚点头，阿玲就坐到了盛夏对面的椅子上，手里的毛巾啪地一下摔到了桌面上，同时，和阿玲相好的另外几个女工都齐刷刷的站到了她身后。整齐的跟块门板一样。',
                    '这架势，盛夏不自觉得往后退了一步。',
                    '“盛夏，本来，你忽然要来住，我们没意见。你要是手头困难，你跟我们几个姐们说，能帮的一定帮，但是，手脚不干净，拿我们的东西，这可不是清白人该做的。我那金镯子，是我那短命的死鬼留给我的唯一念想，你拿出来，我们既往不咎。”',
                    '“不是，阿玲姐，你是不是误会了什么！我没有拿你的东西。”忽然来的变故，登时让盛夏手足无措。',
                    '“你都说了没有外人，不是你，难不成是鬼不成？”',
                    '“不是，阿玲姐，这里又不是只住了我一个。”',
                    '“那你的意思是他们几个咯？”',
                    '盛夏话音刚落，阿玲就抓住了她的话茬，回过头，圆滚滚的手指划过她身后的几个女工。',
                    '而那几个女工，也已经被她的话挑染，一个个开始七嘴八舌。',
                    '“不是，阿玲姐，我不是这个意思。”',
                    '盛夏从前也不是很善言辞，因为家境，因为身份的悬殊，她跟同学都走得不近。现下这种情况，她根本有口莫辩。',
                    '“不是，不是他们，就是你咯。”',
                    '阿玲趁势起身，一双眼睛狠狠的盯着盛夏，一句话判了她的死刑。',
                    '这样武断，也不容人解释。',
                    '盛夏盯着他们，眼泪都快急出来了。',
                    '而几个女工，没经过她的同意，已经动身去翻她的箱子。',
                    '“你们不能这样，我没有拿，你们怎么可以随便翻我的东西，这是犯法的。”盛夏冲到自己箱子边上，一把扒拉开她们，死死护住自己的箱子。',
                    '可是，她一个人，压根抵挡不住她们三个人。她们狠狠扯着她的胳膊将她拉开，然后打开了她的箱子。一个女工乱七八糟的将她的衣服抖开，里面赫然掉出来一个金镯子。',
                    '盛夏的脸一下子黑了。',
                    '而坐在面前的阿玲，一下子就起身冲了过来，拽着她的肩头。',
                    '“不是你拿的？你睁开眼睛看看，这是什么！还有脸说是大学毕业生。被抓包了还狡辩。你就只会顶着你这张狐媚子脸招摇，混账东西！”阿玲姐一边骂，一边伸手一推，将盛夏给狠狠掼到了床沿上。',
                    '盛夏的腰一下子撞到生硬的床板，难以忍受的疼痛袭来，她整个人都瑟缩成了一团。盛夏挣扎着想爬起来，站在她边上的女工却故意绊了她胳膊一下，她又一个趔趄倒了下去。',
                    '阿玲才不管她痛不痛，一脚蹿翻她的行李箱，任由东西散落一地。',
                    '即便之前受过的委屈再大，盛夏也扛了下来，一直隐忍。可是这一刻，看着自己所剩无几的随身物品在几个女工脚下践踏。看着自己的毕业证书被踩破，盛夏终于有种走投无路的绝望。',
                    '哪里会有什么小偷？',
                    '只是她们不想她住在这里而已，排除异己，这是人类的本能。是她太笨，总对不相关的人抱以信心。',
                    '比如朱莉，比如程悦，比如这群女工……',
                    '可是，连自己的妈妈，都会嫌她多余，将她抛弃。连自己的爸爸，都会觉得她是个累赘，要将她卖掉。她又怎么能够去相信一群外人呢？',
                    '可笑至极！',
                    '这一次，眼睛终于承载不住她心里的酸涩，很多很多年都没有掉下来过的泪水，挣脱开她的眼皮，忽然如断了线的珠子，哗啦啦全部落了下来。',
                    '瞬间，盛夏就哭成了一个泪人儿。',
                    '但，软弱显然对喜欢落井下石的人并不管用。',
                    '“装哑巴？你以为不做声就没事了？这几点猫尿，对着隔壁那群好色的男人们还管点用。准备怎么着，报警还是赔钱！”',
                    '阿玲又是一个拖拽，逼盛夏抬头对上她的视线。',
                    '此刻，盛夏死了的心都有，哪里管她狗嘴里吐出来的是什么象牙。就这样由着她去吧。',
                    '反正，她全身上下就剩500块，反正，她对这一切已经失望透顶。一个女人，混到她这个份上，大不了也就是一死了之了。',
                    '盛夏气急，掏出兜里的钱都甩了出去。五张轻飘飘的一百块，雪花一样在眼前飞起来。',
                    '“栽赃诬陷，侵犯他人隐私。你确定报了警你还能出来？”',
                    '而就在气急败坏、绝望透顶之际，忽然就从门边插进来了一道男声。',
                    '低沉冷冽，如一阵冰霜刮过。屋子里原本吵吵嚷嚷的女工们都因为这突兀的声音停了下来，齐刷刷地望向门口。',
                    '盛夏泪眼朦胧的跟着循声看过去。却一抬眼，就对上了一双锐利冰冷的眼。'
                ]
            },
            {
                chaptersId: 4,
                t: '第005章 众叛',
                p: [
                    '白子涵见江暖心果真要走，轩眉不由蹙了蹙，眼神中隐隐有丝波动。',
                    '他有显赫的家世，又是连中三元的新科状元，金榜题名时，妒煞天下人，更不必说他本就相貌堂堂，向来自诩文采风流，走到哪都是众人焦点所在，可是今日，这传言中看到好看一点的男子就会发痴的小表妹竟然无视他至此，实在让他心里有些不是滋味。',
                    '江暖心命二婢收拾好了东西，就在经过白子涵身边时，却听一道清越的声音响在耳畔，“父亲明日回京，母亲命我过来邀请表妹明晚过府参加家宴。”',
                    '江暖心闻言顿时一愣，她转眸看向一本正经的白子涵，眼珠子转了转，突然伸手指着自己鼻尖，一脸疑惑，“表哥，你是不是记错了？舅妈会邀请我？”',
                    '“怎么？难道表妹不愿赏脸？”白子涵挑了挑轩眉，此时他眼睛虽是看着江暖心，心中却掠过方才她怒打江若雪那一幕，如果他没看错的话，江暖心她，其实是有武功的吧。',
                    '而且，似乎还不弱！',
                    '其实，他刚刚确实是撒谎了，其实自从祖父去世后，擎北侯府就与江府断了来往，父亲与母亲都认为祖父是因为江暖心的事才被气死的，从而迁怒江暖心，从此对她不闻不问，就连江旭将她送去别庄都不管。今日，母亲也并没有让他来邀请江暖心，而是他见江暖心变化那么大，对她起了好奇，所以自己做主了。',
                    '“怎么会呢？”江暖心不过略一思索，便展颜笑道，“那就烦请表哥告诉舅妈一声，明晚暖心一定准时到！”',
                    '入夜，凤京城最风雅的楚馆……拈花小筑。',
                    '这个楚馆半年前突然横空出现，刚开业就声名大噪。',
                    '不同于一般花楼那种低俗的皮肉交易，拈花小筑却是以美食与美女作为招牌，尤其是推新近出了一道别出心裁的“美女盛”，是以赤果的绝色美女作为绝世菜品的盛器，刚一面世，就引得宾客络绎不绝，无不以一尝此道菜为殊荣。然而这道菜偏偏又是一个月才出一次，其价值更是高达千金，所以至今能有幸品尝到这道菜的客人寥寥无几，几乎全是位高权重之人。',
                    '也正是因为如此，拈花小筑的名声更是随之水涨船高，加之这里的女伶个个青春貌美，又俱是多才多艺，所以即使她们是卖艺不卖身，也仍然引得几乎整个凤京城的男人趋之若鹜，日夜爆满。',
                    '此时，拈花小筑三楼一间装饰奢华的套间，在墙壁上镶嵌的拳头大的夜明珠辉光照耀下，满头珠翠，穿着艳丽的女子正看着面前厚厚的账本，聚精会神地噼里啪啦拨着算盘珠。',
                    '屋外雪光照耀，冷风刺骨，屋内却暖意融融，花架上一盆名贵的绿牡丹开得正盛。',
                    '“阿花，你到底算好了没啊？”寂静中，突然响起一道慵懒的声音。',
                    '“好了好了！马上就好！”那艳丽女子随口答道，却又像是突然想起了什么，顺手砸过来一个账本，怒道，“再说一次，不准叫我阿花！那是小狗的名字！”',
                    '墨衣少年伸手接住账本，看也不看就放在一边，嘻嘻笑着，“好了，阿花，你再算也算不出花来，快来陪爷唠嗑。”',
                    '这墨衣少年便是江暖心，她今夜没有易容，而是戴了人皮面具，莹莹珠光下，只见她眉修目俊，高鼻薄唇，赫然是一名貌似潘安的美少年模样。',
                    '如果江暖心此时以这副面容走出拈花小筑，怕不是明日就要引得全凤京城的人踏破拈花小筑的门槛了，毕竟，神医风华公子可是江湖中赫赫有名的人物，据说他有活死人药白骨的通天本领，无论得了什么病，只要你还有一口气在，他就有本事能让你药到病除，号称敢跟阎王抢人！',
                    '有了这些传言，加上经他手治疗过的病人的卖力宣传，好几年前，风华公子就成为江湖中的一大传奇人物了。',
                    '不过，却无人知晓那人人敬重的风华公子，就是传闻中狠毒无情杀人不眨眼的暗门门主玉修罗。',
                    '此时舒曼华将手往算盘上一放，长舒了口气，“终于算完了。”然后兴高采烈抬起脸望着江暖心俊美无俦的面容，炯炯有神问道，“爷，你想不想知道，这个月我们赚了多少银子？”',
                    '“不想！”江暖心打了个哈欠，十分无趣道，“阿花你记着就行！反正都是我的！”',
                    '舒曼华闻言顿时蔫了，随即又竖着眉毛，拍着桌子一副恨铁不成钢的样子，“江暖心，你说你好歹也是幕后大老板，你就这么放心老娘给你管着钱？你就不怕哪天老娘良心被狗吃了，把你的钱全卷了跑路！”',
                    '“哦？原来舒大美人的良心还没被狗吃完啊？”江暖心摸下巴，作沉思状。',
                    '“江暖心，你够了啊！”舒曼华愤怒叉腰，两眼冒火，“老娘虽然打不过你，可是老娘也是有尊严的！”',
                    '舒曼华其实只比江暖心大两岁，刚刚十八岁，她长的也是相当漂亮，而且她的容貌属于特别艳丽的那种，身材亦是凹凸有致，她整个人给人的感觉就像是从西方油画里走出来的美女，浓墨重彩到让人想不记住都难。',
                    '五年前，江暖心刚穿过来就认识舒曼华了。',
                    '那时候舒曼华刚死了爹娘，家产被族人霸占，她不愿被送去给人做妾，于是带着幼弟连夜逃了出来，不想盘缠用尽，大雪天病倒在路边，两人差点就冻死了。江暖心恰好路过，见她们可怜，所以就救了她们，顺道带去了别庄，没想到两人性情相近，一拍即合，于是就这么成了好朋友，随后江暖心发现舒曼华是个经商天才，恰好她也想在这异世试试身手，所以后来她出点子，写策划，将从死老道士那坑来的钱用作投入资金，舒曼华替她经营管理，短短几年，还真让她们俩成功了。',
                    '这座日进斗金的拈花小筑就是其中一处试点，而那坑爹的“美女盛”自然也就是江暖心抄袭自岛国的变态主意。'
                ]
            }
        ]
    }
}

const bookInfo3 = {
    author_books: [
        {
            title: '超品巫师',
            cover: 'http://cover.read.duokan.com/mfsv2/download/fdsc3/p01c67qaZzC1/nZQeSj5S1459Ly.jpg',
            fiction_id: 420570
        }
    ],
    item: {
        word_count: 242576,
        rights: '阅文集团旗下起点中文网',
        title: '超品相师',
        content:
            '相师分九品，一品一重天↵风水有境界，明理，养气，修身，问道。↵二十一世纪的一位普通青年偶获诸葛亮生前的玄学传承，没有大志向的秦宇，只想守着老婆孩子热炕头，却机缘巧合一步步走上相师之巅，成就超品之尊，相地，相人，相红颜↵六爻算尽天下事，八字测遍世间人！↵关注九灯微信：jiudengheshan或者公众号搜寻：九灯和善',
        updated: 1524680289,
        finish: false,
        authors: '九灯和善',
        categories: [
            {category_id: 20000, label: '热血都市'},
            {category_id: 20100, label: '都市情缘'},
            {category_id: 5000000, label: '都市'},
            {category_id: 5000100, label: '都市生活'}
        ],
        cover: 'http://cover.read.duokan.com/mfsv2/download/fdsc3/p017FYO0QmyQ/RWX9PUBWGHUWVJ.jpg',
        fiction_id: 3,
        latest: '结束语',
        chapters: [
            {
                title: '第一章 诸葛内经（修）',
                price: 0,
                chapter_id: 0,
                html_sha1: '1b9f6',
                word_count: 3293,
                free: true
            },
            {
                title: '第二章 初试相术',
                price: 0,
                chapter_id: 1,
                html_sha1: 'f733f',
                word_count: 3544,
                free: true
            },
            {
                title: '第三章 初遇孟瑶',
                price: 0,
                chapter_id: 2,
                html_sha1: '9695e',
                word_count: 2937,
                free: true
            },
            {
                title: '第四章 决不放弃',
                price: 0,
                chapter_id: 3,
                html_sha1: '686b6',
                word_count: 3466,
                free: true
            },
            {
                title: '第五章 回家',
                price: 0,
                chapter_id: 4,
                html_sha1: '305c2',
                word_count: 3506,
                free: true
            },
            {
                title: '第六章 符箓(求收藏，求推荐！)',
                price: 0,
                chapter_id: 5,
                html_sha1: '77d4a',
                word_count: 2925,
                free: true
            },
            {
                title: '第七章 夜话风俗',
                price: 0,
                chapter_id: 6,
                html_sha1: '53086',
                word_count: 2952,
                free: true
            },
            {
                title: '第八章 丧风煞 （万字大章）',
                price: 0,
                chapter_id: 7,
                html_sha1: '04a97',
                word_count: 10242,
                free: true
            },
            {
                title: '第九章 寻龙盘',
                price: 0,
                chapter_id: 8,
                html_sha1: '52ba4',
                word_count: 3548,
                free: true
            },
            {
                title: '第十章 死党阿龙',
                price: 0,
                chapter_id: 9,
                html_sha1: '8efcc',
                word_count: 3132,
                free: true
            },
            {
                title: '第十一章 祖坟墓毒',
                price: 0,
                chapter_id: 10,
                html_sha1: '29497',
                word_count: 3061,
                free: true
            }
        ],
        details: [
            {
                chaptersId: 0,
                t: '第一章 诸葛内经（修）',
                p: [
                    '江暖心垂下眼眸，看似十分恭敬，可是一直在观察她的白子涵却在她灵动的眼眸中读出了一副“马上就要要你好看”的意味来。',
                    '然而七皇子却只是抱臂看着江暖心，长眸中含了三分打量，几许疑惑，“这位是？”',
                    '江暖心方才一直站在一树梅花之后，他只见那女子身姿修长，腰肢宛如柳枝柔韧，长及膝下的墨发如云堆雪，当她款款从梅林深处走来，那一刹那，他仿佛看到了一个以冰做骨，以雪凝肤，以傲雪寒梅为神的花中精灵。',
                    '可是，当七皇子眼光落在江暖心面上那一大块紫红胎记上之时，他不由暗自凝了眉心。',
                    '“小女，江暖心！”',
                    '七皇子闻声俊眉霎时挑高，倒是多瞧了江暖心几眼，这一看，他反倒想起方才在梅林外看到的那一幕，直觉告诉他，这个女子似乎并不像传言中那般粗鄙不堪，相反，还是最为灵透聪颖，要不然也不会三言两语就令那红衣女子失态至此了。',
                    '而且，瞧她这通身的气度，竟是给人一种高贵清华的感觉，让人不自觉就忽视了她平凡到近乎丑陋的容貌，那气质还真像足了她身后的那一树傲雪寒梅！',
                    '自从看到江暖心从亭中冲出来，白子涵就一直目不转睛看着她，虽然还是和记忆中一样的平淡容貌，而且那块覆盖在右眼上的胎记似乎还更大了，但是他总觉得一别五年，江暖心似乎有哪里不一样了，似乎不再是以前那个脑袋缺根弦的蠢笨丫头，如今的她眼中竟似有灼灼光华流动，宛如繁星尽落其中，顾盼间，整个人都明媚起来，只是被她如水眼波扫过，他向来沉稳的心弦竟然也震了震。',
                    '御史林大人摸着花白的胡子，也在打量着江暖心，“原来是大小姐！”凭他这么多年识人的眼光，他直觉判断这个女子不简单！虽然她相貌普通了点，但绝对不像市井传言那般愚蠢粗鲁，反而浑身流转耀目光华，令人无法移开视线。',
                    '林大人又瞧了瞧正恶狠狠盯着江暖心的江若雪，想起她方才那一串不堪入耳的污言秽语，这一比，高下顿现。',
                    '江暖心见众人都看过来，眼神中闪过一丝莫名光芒，她微瞥了江旭一眼，突然笑道，“今日贵客来访，又是如此难得的雪后寒梅胜景，我等姐妹自然应当作陪！父亲，您说是不是？”',
                    '江若雪很紧张，此刻听闻江暖心的意思竟是要她也留下来，顿时大惊失色，以为江暖心会将她真实身份说出来。',
                    '“爹！”江若雪吓得脸色苍白，慌忙看向江旭求救。',
                    '然而不等江旭开口拒绝，就听七皇子已然抚掌大笑，“有美作陪，如此甚好！”说话间，已步入亭内，他像是想起了什么，突然转头看看江若雪，随口道，“你也留下来吧！”',
                    '江暖心抿唇微微一笑，跟在七皇子身后往里走，经过江若雪身边时，她还很好心地伸手拍了拍江若雪肩膀上的落雪，眼神温柔至极，“雨儿妹妹不必怕，七皇子仁义之怀，自是不会责怪妹妹方才失礼之事的！”',
                    '江若雪闻言，心里顿时“咯噔”一声巨响，双手下意识绞紧，直觉有哪里不对，她压低了嗓子，以着只有两人才能听见的声音问道，“江暖心，你到底想干什么？”',
                    '“放心，雨儿妹妹，姐姐我是不会拆穿你的！”江暖心神神秘秘一笑，眼睛忽闪忽闪的，却令江若雪的心拎得更高。',
                    '“江暖心，适可而止！”江旭经过时，一对浓眉皱紧，望着江暖心的深沉目光中含了浓浓的警告意味。',
                    '对江暖心这个女儿，江旭并没有什么太深的感情。他武举出身，在战场上屡立奇功，少年得志时又娶了擎北侯府的大小姐，从此更是平步青云，一路飞黄腾达。可是若说有什么不如意的，那便是他成亲多年，妻妾成群，却至今无子，只有五个女儿，而这五个女儿中，除了江暖心，其余四个都是容貌美丽，千娇百媚，只有江暖心从出生时起就蠢笨愚钝，脸上还有胎记，让他连看一眼的兴趣都没。',
                    '他就不明白了，自己相貌堂堂，江暖心的娘也是少有的美人，他们生下的女儿怎么会这么难看！',
                    '虽然江暖心即将嫁给三皇子，但是江旭根本就对这个女儿不报任何希望，凤京城百姓私底下都直接叫她癞蛤蟆，就是讽刺她想吃三皇子这块天鹅肉。他甚至认为她就算进得了三皇子府，也不一定有命享用那份滔天富贵，她如此蠢笨，更是对他的仕途无半点助力，所以对江旭来说，江暖心只是一枚弃子，他自然更加看重漂亮聪明又机灵的江若雪了。',
                    '“父亲，雪大了，还是快进亭子去吧！”对于江旭的警告，江暖心才不会鸟他，既然江旭他不把她当女儿，那么她也没必要当他是爹！'
                ]
            },
            {
                chaptersId: 1,
                t: '第二章 初试相术',
                p: [
                    '此时七皇子独孤禹已从江旭身后转出，只见他眉目疏朗，一身华服，气质高贵，黑发上束金冠，冠上镶明珠，细长眼中带着三分邪气，不笑时唇亦翘起，俊朗如春日阳光，正是姑娘们最喜欢的那种类型。',
                    '彼时场中诸女，除了心中有鬼的江若雪，江若晴江若雨以及几个丫鬟乍一见他，几乎都羞得红了脸，小心肝怦怦直跳。',
                    '然而七皇子却只是抱臂看着江暖心，长眸中含了三分打量，几许疑惑，“这位是？”',
                    '江暖心方才一直站在一树梅花之后，他只见那女子身姿修长，腰肢宛如柳枝柔韧，长及膝下的墨发如云堆雪，当她款款从梅林深处走来，那一刹那，他仿佛看到了一个以冰做骨，以雪凝肤，以傲雪寒梅为神的花中精灵。',
                    '可是，当七皇子眼光落在江暖心面上那一大块紫红胎记上之时，他不由暗自凝了眉心。',
                    '“小女，江暖心！”',
                    '七皇子既然问了，江旭不得不回，不过他显然并不想多说，只是干巴巴的几个字蹦出来，可见他有多不待见这个女儿。',
                    '“见过七皇子，林大人，还有……”江暖心看着站在七皇子身后一直未出声的清俊男子，微微一笑，不卑不亢地施礼，“表哥好！”',
                    '那清俊如松的男子正是白子涵，擎北侯白宗远长子，也就是江暖心的嫡亲表哥，不过在江暖心的记忆里，这个表哥似乎很不待见她！',
                    '江暖心这一开口，霎时将所有人的目光都集中到她身上，而在场众人打量她的眼神也是各不相同的。',
                    '七皇子乍一听闻江暖心大名，细长的眼眸顿时眯紧，方才眼中的惊艳之色瞬间消失，从鼻子里冷哼一声，话语里已带了几分鄙夷与不屑，“哦，原来是未来的三皇嫂呀！真是大名如雷贯耳！失敬失敬！”',
                    '不过，他口中虽然说着失敬，那神情却是完全的厌恶，可见有多讨厌江暖心这位声名狼藉的主，当初她不要脸地死缠独孤睿他可是看在眼里的，真是可笑，他刚刚竟然还会觉得她像是花中精灵！',
                    '“不敢当！”江暖心却并不在意七皇子表露无遗的鄙视，她冷然勾唇，眼波中冷光一闪，回以淡漠一笑，“七皇子多礼了！”',
                    '七皇子闻声俊眉霎时挑高，倒是多瞧了江暖心几眼，这一看，他反倒想起方才在梅林外看到的那一幕，直觉告诉他，这个女子似乎并不像传言中那般粗鄙不堪，相反，还是最为灵透聪颖，要不然也不会三言两语就令那红衣女子失态至此了。',
                    '而且，瞧她这通身的气度，竟是给人一种高贵清华的感觉，让人不自觉就忽视了她平凡到近乎丑陋的容貌，那气质还真像足了她身后的那一树傲雪寒梅！',
                    '自从看到江暖心从亭中冲出来，白子涵就一直目不转睛看着她，虽然还是和记忆中一样的平淡容貌，而且那块覆盖在右眼上的胎记似乎还更大了，但是他总觉得一别五年，江暖心似乎有哪里不一样了，似乎不再是以前那个脑袋缺根弦的蠢笨丫头，如今的她眼中竟似有灼灼光华流动，宛如繁星尽落其中，顾盼间，整个人都明媚起来，只是被她如水眼波扫过，他向来沉稳的心弦竟然也震了震。',
                    '御史林大人摸着花白的胡子，也在打量着江暖心，“原来是大小姐！”凭他这么多年识人的眼光，他直觉判断这个女子不简单！虽然她相貌普通了点，但绝对不像市井传言那般愚蠢粗鲁，反而浑身流转耀目光华，令人无法移开视线。',
                    '林大人又瞧了瞧正恶狠狠盯着江暖心的江若雪，想起她方才那一串不堪入耳的污言秽语，这一比，高下顿现。',
                    '江暖心见众人都看过来，眼神中闪过一丝莫名光芒，她微瞥了江旭一眼，突然笑道，“今日贵客来访，又是如此难得的雪后寒梅胜景，我等姐妹自然应当作陪！父亲，您说是不是？”',
                    '江若雪很紧张，此刻听闻江暖心的意思竟是要她也留下来，顿时大惊失色，以为江暖心会将她真实身份说出来。',
                    '“爹！”江若雪吓得脸色苍白，慌忙看向江旭求救。',
                    '然而不等江旭开口拒绝，就听七皇子已然抚掌大笑，“有美作陪，如此甚好！”说话间，已步入亭内，他像是想起了什么，突然转头看看江若雪，随口道，“你也留下来吧！”',
                    '江暖心抿唇微微一笑，跟在七皇子身后往里走，经过江若雪身边时，她还很好心地伸手拍了拍江若雪肩膀上的落雪，眼神温柔至极，“雨儿妹妹不必怕，七皇子仁义之怀，自是不会责怪妹妹方才失礼之事的！”',
                    '江若雪闻言，心里顿时“咯噔”一声巨响，双手下意识绞紧，直觉有哪里不对，她压低了嗓子，以着只有两人才能听见的声音问道，“江暖心，你到底想干什么？”',
                    '“放心，雨儿妹妹，姐姐我是不会拆穿你的！”江暖心神神秘秘一笑，眼睛忽闪忽闪的，却令江若雪的心拎得更高。',
                    '“江暖心，适可而止！”江旭经过时，一对浓眉皱紧，望着江暖心的深沉目光中含了浓浓的警告意味。',
                    '对江暖心这个女儿，江旭并没有什么太深的感情。他武举出身，在战场上屡立奇功，少年得志时又娶了擎北侯府的大小姐，从此更是平步青云，一路飞黄腾达。可是若说有什么不如意的，那便是他成亲多年，妻妾成群，却至今无子，只有五个女儿，而这五个女儿中，除了江暖心，其余四个都是容貌美丽，千娇百媚，只有江暖心从出生时起就蠢笨愚钝，脸上还有胎记，让他连看一眼的兴趣都没。',
                    '他就不明白了，自己相貌堂堂，江暖心的娘也是少有的美人，他们生下的女儿怎么会这么难看！',
                    '虽然江暖心即将嫁给三皇子，但是江旭根本就对这个女儿不报任何希望，凤京城百姓私底下都直接叫她癞蛤蟆，就是讽刺她想吃三皇子这块天鹅肉。他甚至认为她就算进得了三皇子府，也不一定有命享用那份滔天富贵，她如此蠢笨，更是对他的仕途无半点助力，所以对江旭来说，江暖心只是一枚弃子，他自然更加看重漂亮聪明又机灵的江若雪了。',
                    '“父亲，雪大了，还是快进亭子去吧！”对于江旭的警告，江暖心才不会鸟他，既然江旭他不把她当女儿，那么她也没必要当他是爹！'
                ]
            },
            {
                chaptersId: 2,
                t: '第三章 初遇孟瑶',
                p: [
                    '江暖心垂下眼眸，看似十分恭敬，可是一直在观察她的白子涵却在她灵动的眼眸中读出了一副“马上就要要你好看”的意味来。',
                    '白子涵不由眯了眯眼，隐去了眼底的趣味，他的这个表妹，似乎确实和以前不一样了，他倒要看看，接下来她究竟是想要做什么。',
                    '“是啊，表妹说得对，姑丈，可莫要让七殿下久等！”白子涵好心地指了指亭内，当江旭和江若雪一看到七皇子正拉着一名容貌娇俏美丽的少女问名字之时，顿时脸色大变。',
                    '怎么会那么巧，七皇子问的竟然正是江若雨！',
                    '江暖心唇角噙笑，江若雪以为她那点心思能瞒得过谁呢，其实她早就知道江旭想让江若雪和她一同嫁去三皇子府，她只是懒得管而已，因为不在乎，所以不在意！但既然今天江若雪主动送上门来，那她不送一份大礼，就实在是说不过去了。',
                    '“你叫什么名字？告诉本殿！”七皇子一连问了三遍，江若雨却不敢吱声，只是拿眼去瞄江旭和江若雪，急得满头大汗。',
                    '若是平时，能得七皇子青眼，她指不定要高兴成什么样了，可是方才她的名字已经被江旭和江若雪占去了，她若现在说自己是江若雨，可不就明摆着打江旭和江若雪的脸吗？到时候就算七皇子不怪罪于她，江旭与江若雪也绝对不会放过她和娘。',
                    '“她是……”',
                    '江旭匆忙几步赶上前去，刚想说是小女儿江若兰，不想江暖心已先他一步开口，“妹妹，都快是一家人了，七殿下也不是外人，你就告诉他吧！”',
                    '江暖心笑眯眯道，她故意在“一家人”和“不是外人”几个字上咬重，就是要误导七皇子误会眼前的女子就是丽妃替三皇子相中的侧妃。',
                    '“哦？原来你就是二小姐若雪？”七皇子果然自觉代入，只见他挑了挑俊眉，又仔细看了江若雨几眼，眼中顿时露出失望。',
                    '其实他今日前来，本就是替三皇兄来相看江若雪的，可是他却没想到，那名丽妃口中聪颖娇俏的少女竟是这样胆小怯懦，连他问名字都不敢回答，十足的小家子气，这样的女子怎么能配得上他最崇拜的三皇兄？',
                    '七皇子蹙了蹙修眉，又回眸看向脸色灰败的江若雪以及施施然站在那，气质高贵清雅的江暖心，不由暗暗摇头，看来传言果真不可信，什么四朵金花，这江府的女儿分明就没一个能拿得出手的，相对而言，反而那名声最坏的大小姐倒是更令他惊艳。',
                    '七皇子此话一出，不但江若雨的脸色瞬间变得惨白，其余国公府的人也是当场石化，当然，受打击最大的还要属真正的二小姐江若雪了，偏偏她方才那番表现，又已经默认自己就是江若雨，此时是承认不是，否认也不行，直气得她浑身发抖，眼中冒火，眼看着这大好姻缘就要离她而去，她终于明白今日江暖心其实早就布下了陷阱，就等着她自己跳进去了。',
                    '这个贱人！毒妇！江若雪怒目瞪着江暖心，恨得眼底通红，嘴唇都快咬烂了，一双粉拳捏地咔咔作响，她真是恨不得扑上去撕碎了那张脸。',
                    '若说此刻唯一一个看得高兴的，那就要属白子涵了，看来，他这个表妹果然是脱胎换骨了，心有玲珑七窍啊，这话说的真是滴水不漏，就算以后七皇子发现真相，也绝对怪不到江暖心头上，毕竟，她说的可都是大实话，三皇子与七皇子是亲兄弟，她就要嫁到三皇子府，那么按民间的说法，她的妹妹自然和七皇子是一家人了。',
                    '所以，今天一切都是七皇子自己误会的，哈，真是有趣！白子涵定定凝视江暖心，清俊修目中露出赞赏，江旭与江若雪这回可真是自掘了坟墓，现在必定是气到内伤了。',
                    '七皇子失望之下，也没了赏梅的心思，很快便与林大人一起告辞了。',
                    '江若雪没了顾忌，冲上去就要打江暖心，“江暖心，你敢害我！我要杀了你！”',
                    '连翘和白芷衷心护主，连忙将江暖心护在身后，江若雪的巴掌顿时如雨点般落在二婢脸上，她气地目眦欲裂，厉声吼道，“贱东西，滚开！江暖心，有种你别躲！”',
                    '江暖心与二婢情同姐妹，最是见不得她们被欺负，江若雪这一下算是捋到了虎须。',
                    '“你们退下！”江暖心面色乍然变冷，眼神中似有冰冷煞气迸出，她一步一步朝江若雪走去，那气势竟宛如地狱修罗，“敢打我的人？这十九巴掌，是你自己打还是我来打？”',
                    '江若雪心中一凛，但她在府中向来跋扈惯了，又仗着有江旭在一旁撑腰，所以此时虽然被江暖心这气势震住，但还是没感觉害怕的，“打我？江暖心，你有那个胆子吗？”江若雪嘲讽道。',
                    '“那就试试！”江暖心勾唇冷笑，“试”字话音刚落，已经一巴掌扇了出去，空气中，顿时响起“啪”的一声，那一巴掌已然结结实实落在了江若雪娇嫩的脸蛋上。',
                    '“你……你敢打我？”江若雪顿时愣住了，她不敢置信地捂着脸，看看江暖心，又看看江旭，突然就“嗷”的一声尖叫，扑过去要和江暖心厮打。',
                    '“打得就是你！”江暖心冷声喝道，挥手间，毫不手软。',
                    '南越朝以武道立国，无论男女都以会武为荣，江府又是武将世家，所以江旭这几个女儿也是从小都学了些功夫的，其中尤以江若雪天分最高，最得江旭喜爱，而江暖心却因为蠢笨，什么都学不会，一直以来都遭受江旭的鄙弃，十足一个废物。',
                    '对于今日之事，江旭十分生气，所以他明知道江若雪武功不错，还放任她去攻击江暖心，因为在他看来，今天若不是江暖心多事，七皇子就不会误认江若雨，江若雪的婚姻也就不会泡汤，所以一切都是江暖心的错！',
                    '然而令江旭没想到的是，这一场他心目中武学天才和蠢材的较量，却以蠢材那边压倒性的胜利而告终，看着江若雪肿的跟猪头似的脸，江旭的眼珠子几乎都快要瞪出来了，这到底是怎么回事？他只是眨了下眼睛，怎么结果就变成这样了？'
                ]
            },
            {
                chaptersId: 3,
                t: '第四章 决不放弃',
                p: [
                    '从朱莉家出来后，盛夏在招待所将就了一夜。闺蜜小雅想让盛夏住她家去，但盛夏没同意。',
                    '小雅和她男朋友挤在一个二十多平的一室户里，就算能挪出地方来给她，两个女的，一个男的，也太不方便。',
                    '盛夏无奈之下，就搬到了自己打临时工的超市。',
                    '这家超市是西林本土的一家小型连锁店。店面铺得广，员工又多，提供住的地方，所以工资不高。',
                    '盛夏以前也想过要住超市宿舍。可是……就一个一百平的仓库，还要隔开男女宿舍，洗澡间，卫生间，厨房，饭厅。四个女工，七个男工挤在一处。',
                    '这种地方，人多，又杂又乱，她一个刚毕业的小女生，很不安全。何况，店里的主管是个出了名的老色鬼。以往就对几个女工动过坏心思。之前不在这里住，没觉得有多大不了。但是现在，朝夕见面，他时不时调戏刁难，就觉得难堪了许多。',
                    '再有，她刚来住第一天的时候，是跟另外一个女工挤一块。当时她想着能等来程悦导演那边的通知，只说借住几天就好。',
                    '谁知道，现在七天过去了，导演那边依旧没有消息。',
                    '而几个女工见她一直不走，也心生了不满。',
                    '这个时候，再提出来要在这边多铺一张床？',
                    '盛夏有些开不了口。',
                    '这个社会，就是这样。你自己觉得跟他们没什么两样，但一个大学毕业生的身份就跟这些初中生毕业的女工有了天壤之别。更何况她身材好，样貌好，气质好，超市的男工处处迁就她，就更让那些女工嫉妒。',
                    '可，不住在这里……又真的是没有地方可以去。',
                    '下了班，陆陆续续的几个女工都回了宿舍，人员都到齐了。',
                    '面子值几个钱呢？还是拉下脸来说好了。',
                    '盛夏打定了主意，她看着宿舍里的带头人阿玲走进来，便下意识的往前走了一步。',
                    '“阿玲姐……”',
                    '盛夏喊了一声。',
                    '“唉，小夏，你在这里啊，正好我有个事情问你，昨天就你一个人轮休，你看到我们宿舍里有外人进来吗？”',
                    '“啊？”忽然发问，打断盛夏的说话，盛夏有些不知所措。又想到她问的问题，盛夏低头想了想，道，“没有的，昨天就我一个人在这边睡了一天，没有外人进来。”',
                    '“确定？”阿玲姐就在她话音刚落的时候，立马转过头来看着她。目光如炬。',
                    '盛夏被她瞧的有些莫名其妙，隐约觉得有什么不好的事情发生，但她仍是点了点头。',
                    '果然，她刚点头，阿玲就坐到了盛夏对面的椅子上，手里的毛巾啪地一下摔到了桌面上，同时，和阿玲相好的另外几个女工都齐刷刷的站到了她身后。整齐的跟块门板一样。',
                    '这架势，盛夏不自觉得往后退了一步。',
                    '“盛夏，本来，你忽然要来住，我们没意见。你要是手头困难，你跟我们几个姐们说，能帮的一定帮，但是，手脚不干净，拿我们的东西，这可不是清白人该做的。我那金镯子，是我那短命的死鬼留给我的唯一念想，你拿出来，我们既往不咎。”',
                    '“不是，阿玲姐，你是不是误会了什么！我没有拿你的东西。”忽然来的变故，登时让盛夏手足无措。',
                    '“你都说了没有外人，不是你，难不成是鬼不成？”',
                    '“不是，阿玲姐，这里又不是只住了我一个。”',
                    '“那你的意思是他们几个咯？”',
                    '盛夏话音刚落，阿玲就抓住了她的话茬，回过头，圆滚滚的手指划过她身后的几个女工。',
                    '而那几个女工，也已经被她的话挑染，一个个开始七嘴八舌。',
                    '“不是，阿玲姐，我不是这个意思。”',
                    '盛夏从前也不是很善言辞，因为家境，因为身份的悬殊，她跟同学都走得不近。现下这种情况，她根本有口莫辩。',
                    '“不是，不是他们，就是你咯。”',
                    '阿玲趁势起身，一双眼睛狠狠的盯着盛夏，一句话判了她的死刑。',
                    '这样武断，也不容人解释。',
                    '盛夏盯着他们，眼泪都快急出来了。',
                    '而几个女工，没经过她的同意，已经动身去翻她的箱子。',
                    '“你们不能这样，我没有拿，你们怎么可以随便翻我的东西，这是犯法的。”盛夏冲到自己箱子边上，一把扒拉开她们，死死护住自己的箱子。',
                    '可是，她一个人，压根抵挡不住她们三个人。她们狠狠扯着她的胳膊将她拉开，然后打开了她的箱子。一个女工乱七八糟的将她的衣服抖开，里面赫然掉出来一个金镯子。',
                    '盛夏的脸一下子黑了。',
                    '而坐在面前的阿玲，一下子就起身冲了过来，拽着她的肩头。',
                    '“不是你拿的？你睁开眼睛看看，这是什么！还有脸说是大学毕业生。被抓包了还狡辩。你就只会顶着你这张狐媚子脸招摇，混账东西！”阿玲姐一边骂，一边伸手一推，将盛夏给狠狠掼到了床沿上。',
                    '盛夏的腰一下子撞到生硬的床板，难以忍受的疼痛袭来，她整个人都瑟缩成了一团。盛夏挣扎着想爬起来，站在她边上的女工却故意绊了她胳膊一下，她又一个趔趄倒了下去。',
                    '阿玲才不管她痛不痛，一脚蹿翻她的行李箱，任由东西散落一地。',
                    '即便之前受过的委屈再大，盛夏也扛了下来，一直隐忍。可是这一刻，看着自己所剩无几的随身物品在几个女工脚下践踏。看着自己的毕业证书被踩破，盛夏终于有种走投无路的绝望。',
                    '哪里会有什么小偷？',
                    '只是她们不想她住在这里而已，排除异己，这是人类的本能。是她太笨，总对不相关的人抱以信心。',
                    '比如朱莉，比如程悦，比如这群女工……',
                    '可是，连自己的妈妈，都会嫌她多余，将她抛弃。连自己的爸爸，都会觉得她是个累赘，要将她卖掉。她又怎么能够去相信一群外人呢？',
                    '可笑至极！',
                    '这一次，眼睛终于承载不住她心里的酸涩，很多很多年都没有掉下来过的泪水，挣脱开她的眼皮，忽然如断了线的珠子，哗啦啦全部落了下来。',
                    '瞬间，盛夏就哭成了一个泪人儿。',
                    '但，软弱显然对喜欢落井下石的人并不管用。',
                    '“装哑巴？你以为不做声就没事了？这几点猫尿，对着隔壁那群好色的男人们还管点用。准备怎么着，报警还是赔钱！”',
                    '阿玲又是一个拖拽，逼盛夏抬头对上她的视线。',
                    '此刻，盛夏死了的心都有，哪里管她狗嘴里吐出来的是什么象牙。就这样由着她去吧。',
                    '反正，她全身上下就剩500块，反正，她对这一切已经失望透顶。一个女人，混到她这个份上，大不了也就是一死了之了。',
                    '盛夏气急，掏出兜里的钱都甩了出去。五张轻飘飘的一百块，雪花一样在眼前飞起来。',
                    '“栽赃诬陷，侵犯他人隐私。你确定报了警你还能出来？”',
                    '而就在气急败坏、绝望透顶之际，忽然就从门边插进来了一道男声。',
                    '低沉冷冽，如一阵冰霜刮过。屋子里原本吵吵嚷嚷的女工们都因为这突兀的声音停了下来，齐刷刷地望向门口。',
                    '盛夏泪眼朦胧的跟着循声看过去。却一抬眼，就对上了一双锐利冰冷的眼。'
                ]
            },
            {
                chaptersId: 4,
                t: '第五章 回家',
                p: [
                    '白子涵见江暖心果真要走，轩眉不由蹙了蹙，眼神中隐隐有丝波动。',
                    '他有显赫的家世，又是连中三元的新科状元，金榜题名时，妒煞天下人，更不必说他本就相貌堂堂，向来自诩文采风流，走到哪都是众人焦点所在，可是今日，这传言中看到好看一点的男子就会发痴的小表妹竟然无视他至此，实在让他心里有些不是滋味。',
                    '江暖心命二婢收拾好了东西，就在经过白子涵身边时，却听一道清越的声音响在耳畔，“父亲明日回京，母亲命我过来邀请表妹明晚过府参加家宴。”',
                    '江暖心闻言顿时一愣，她转眸看向一本正经的白子涵，眼珠子转了转，突然伸手指着自己鼻尖，一脸疑惑，“表哥，你是不是记错了？舅妈会邀请我？”',
                    '“怎么？难道表妹不愿赏脸？”白子涵挑了挑轩眉，此时他眼睛虽是看着江暖心，心中却掠过方才她怒打江若雪那一幕，如果他没看错的话，江暖心她，其实是有武功的吧。',
                    '而且，似乎还不弱！',
                    '其实，他刚刚确实是撒谎了，其实自从祖父去世后，擎北侯府就与江府断了来往，父亲与母亲都认为祖父是因为江暖心的事才被气死的，从而迁怒江暖心，从此对她不闻不问，就连江旭将她送去别庄都不管。今日，母亲也并没有让他来邀请江暖心，而是他见江暖心变化那么大，对她起了好奇，所以自己做主了。',
                    '“怎么会呢？”江暖心不过略一思索，便展颜笑道，“那就烦请表哥告诉舅妈一声，明晚暖心一定准时到！”',
                    '入夜，凤京城最风雅的楚馆……拈花小筑。',
                    '这个楚馆半年前突然横空出现，刚开业就声名大噪。',
                    '不同于一般花楼那种低俗的皮肉交易，拈花小筑却是以美食与美女作为招牌，尤其是推新近出了一道别出心裁的“美女盛”，是以赤果的绝色美女作为绝世菜品的盛器，刚一面世，就引得宾客络绎不绝，无不以一尝此道菜为殊荣。然而这道菜偏偏又是一个月才出一次，其价值更是高达千金，所以至今能有幸品尝到这道菜的客人寥寥无几，几乎全是位高权重之人。',
                    '也正是因为如此，拈花小筑的名声更是随之水涨船高，加之这里的女伶个个青春貌美，又俱是多才多艺，所以即使她们是卖艺不卖身，也仍然引得几乎整个凤京城的男人趋之若鹜，日夜爆满。',
                    '此时，拈花小筑三楼一间装饰奢华的套间，在墙壁上镶嵌的拳头大的夜明珠辉光照耀下，满头珠翠，穿着艳丽的女子正看着面前厚厚的账本，聚精会神地噼里啪啦拨着算盘珠。',
                    '屋外雪光照耀，冷风刺骨，屋内却暖意融融，花架上一盆名贵的绿牡丹开得正盛。',
                    '“阿花，你到底算好了没啊？”寂静中，突然响起一道慵懒的声音。',
                    '“好了好了！马上就好！”那艳丽女子随口答道，却又像是突然想起了什么，顺手砸过来一个账本，怒道，“再说一次，不准叫我阿花！那是小狗的名字！”',
                    '墨衣少年伸手接住账本，看也不看就放在一边，嘻嘻笑着，“好了，阿花，你再算也算不出花来，快来陪爷唠嗑。”',
                    '这墨衣少年便是江暖心，她今夜没有易容，而是戴了人皮面具，莹莹珠光下，只见她眉修目俊，高鼻薄唇，赫然是一名貌似潘安的美少年模样。',
                    '如果江暖心此时以这副面容走出拈花小筑，怕不是明日就要引得全凤京城的人踏破拈花小筑的门槛了，毕竟，神医风华公子可是江湖中赫赫有名的人物，据说他有活死人药白骨的通天本领，无论得了什么病，只要你还有一口气在，他就有本事能让你药到病除，号称敢跟阎王抢人！',
                    '有了这些传言，加上经他手治疗过的病人的卖力宣传，好几年前，风华公子就成为江湖中的一大传奇人物了。',
                    '不过，却无人知晓那人人敬重的风华公子，就是传闻中狠毒无情杀人不眨眼的暗门门主玉修罗。',
                    '此时舒曼华将手往算盘上一放，长舒了口气，“终于算完了。”然后兴高采烈抬起脸望着江暖心俊美无俦的面容，炯炯有神问道，“爷，你想不想知道，这个月我们赚了多少银子？”',
                    '“不想！”江暖心打了个哈欠，十分无趣道，“阿花你记着就行！反正都是我的！”',
                    '舒曼华闻言顿时蔫了，随即又竖着眉毛，拍着桌子一副恨铁不成钢的样子，“江暖心，你说你好歹也是幕后大老板，你就这么放心老娘给你管着钱？你就不怕哪天老娘良心被狗吃了，把你的钱全卷了跑路！”',
                    '“哦？原来舒大美人的良心还没被狗吃完啊？”江暖心摸下巴，作沉思状。',
                    '“江暖心，你够了啊！”舒曼华愤怒叉腰，两眼冒火，“老娘虽然打不过你，可是老娘也是有尊严的！”',
                    '舒曼华其实只比江暖心大两岁，刚刚十八岁，她长的也是相当漂亮，而且她的容貌属于特别艳丽的那种，身材亦是凹凸有致，她整个人给人的感觉就像是从西方油画里走出来的美女，浓墨重彩到让人想不记住都难。',
                    '五年前，江暖心刚穿过来就认识舒曼华了。',
                    '那时候舒曼华刚死了爹娘，家产被族人霸占，她不愿被送去给人做妾，于是带着幼弟连夜逃了出来，不想盘缠用尽，大雪天病倒在路边，两人差点就冻死了。江暖心恰好路过，见她们可怜，所以就救了她们，顺道带去了别庄，没想到两人性情相近，一拍即合，于是就这么成了好朋友，随后江暖心发现舒曼华是个经商天才，恰好她也想在这异世试试身手，所以后来她出点子，写策划，将从死老道士那坑来的钱用作投入资金，舒曼华替她经营管理，短短几年，还真让她们俩成功了。',
                    '这座日进斗金的拈花小筑就是其中一处试点，而那坑爹的“美女盛”自然也就是江暖心抄袭自岛国的变态主意。'
                ]
            }
        ]
    }
}

const bookInfoArray = [bookInfo1, bookInfo2, bookInfo3]
db.bookinfos.insert(bookInfoArray)
